Repository: vim/vim-history
Catalog: src/po/*.po
Languages: cs

source: --remote-wait <files> As --remote but wait for files to have been edited
cs: --remote-wait <soubory> Jako --remote, ale èeká na soubory k editaci

source: --remote-send <keys> Send <keys> to a Vim server and exit
cs: --remote-send <klávesy> Pøedá <klávesy> Vim serveru a skonèí

source: --remote-expr <expr> Evaluate <expr> in a Vim server and print result
cs: --remote-expr <výraz> Provede <výraz> na serveru a zobrazí výsledek

source: --serverlist List available Vim server names and exit
cs: --serverlist Vypí¹e seznam dostupných Vim serverù a skonèí

source: --servername <name> Send to/become the Vim server <name>
cs: --servername <jméno> Za¹le serveru <jméno>/stane se Vim serverem <jméno>

source: -i <viminfo> Use <viminfo> instead of .viminfo
cs: -i <viminfo> Pou¾ije <viminfo> místo jakéhokoliv .viminfo

source: -h print Help (this message) and exit
cs: -h Vypí¹e tuto nápovìdu a skonèí

source: --version print version information and exit
cs: --version vypí¹e informace o verzi a skonèí

source: Arguments recognised by gvim (Motif version):
cs: Pøepínaèe pro gvim (Motif verzi):

source: Arguments recognised by gvim (Athena version):
cs: Pøepínaèe pro gvim (Athena verzi):

source: -display <display> Run vim on <display>
cs: -display <display> Spustí vim na <display>

source: -iconic Start vim iconified
cs: -iconic Spustí vim minimalizované

source: -name <name> Use resource as if vim was <name>
cs: -name <název> Pou¾ije resource jako by vim mìl <název>

source: (Unimplemented)
cs: (není implementováno)

source: -background <color> Use <color> for the background (also: -bg)
cs: -background <barva> Nastaví <barvu> pozadí (také -bg)

source: -foreground <color> Use <color> for normal text (also: -fg)
cs: -foreground <barva> Nastaví <barvu> popøedí (také -fg)

source: -font <font> Use <font> for normal text (also: -fn)
cs: -font <písmo> Nastaví <písmo> normálního textu (také -fn)

source: -boldfont <font> Use <font> for bold text
cs: -boldfont <písmo> Nastaví <písmo> pro zvýraznìný text

source: -italicfont <font> Use <font> for italic text
cs: -italicfont <písmo> Nastaví <písmo> pro kurzívu

source: -geometry <geom> Use <geom> for initial geometry (also: -geom)
cs: -geometry <geometrie> Nastaví <geometrii> (také -geom)

source: -borderwidth <width> Use a border width of <width> (also: -bw)
cs: -borderwidth <¹íøka> Nastaví <¹íøku> okrajù (také -bw)

source: -scrollbarwidth <width> Use a scrollbar width of <width> (also: -sw)
cs: -scrollbarwidth <¹íøku> Nastaví <¹íøku> posunovací li¹ty (také: -sw)

source: -menuheight <height> Use a menu bar height of <height> (also: -mh)
cs: -menuheight <vý¹ka> Nastaví <vý¹ku> nabídky (také -mh)

source: -reverse Use reverse video (also: -rv)
cs: -reverse Pou¾ije reverzní barvy (také -rv)

source: +reverse Don't use reverse video (also: +rv)
cs: +reverse Nepou¾ije reverzní barvy (také +rv)

source: -xrm <resource> Set the specified resource
cs: -xrm <resource> Nastaví zadaný <resource>

source: Arguments recognised by gvim (RISC OS version):
cs: Pøepínaèe pro gvim (RISC OS verzi):

source: --columns <number> Initial width of window in columns
cs: --columns <poèet> <poèet> sloupcù na okno

source: --rows <number> Initial height of window in rows
cs: --rows <poèet> <poèet> øádkù na okno

source: Arguments recognised by gvim (GTK+ version):
cs: Pøepínaèe pro gvim (GTK+ verzi):

source: -display <display> Run vim on <display> (also: --display)
cs: -display <display> Spustí vim na <display> (také --display)

source: --help Show Gnome arguments
cs: --help Vypí¹e Gnome pøepínaèe

source: Send failed.
cs: Pøedání výrazu selhalo.

source: Send failed. Trying to execute locally
cs: Pøedání selhalo. Zkou¹ím provést lokálnì

source: %d of %d edited
cs: %d z %d editováno

source: Send expression failed.
cs: Pøedání výrazu selhalo.

source: No marks set
cs: Nejsou nastaveny ¾ádné znaèky

source: E283: No marks matching "%s"
cs: E283: "%s" nevyhovují ¾ádné znaèky

source: mark line col file/text
cs: znaèka øádek sloupec soubor/text

source: jump line col file/text
cs: skok øádek sloupec soubor/text

source: # File marks:
cs: # Souborové znaèky:

source: # Jumplist (newest first):
cs: # Seznam skokù (poèínaje nejnovìj¹í polo¾kou):

source: # History of marks within files (newest to oldest):
cs: # Historie znaèek v souborech (poèínaje nejnovìj¹í polo¾kou):

source: Missing '>'
cs: Chybí '>'

source: Not a valid codepage
cs: Chybná kódová stránka

source: E284: Cannot set IC values
cs: E284: Nelze nastavit IC hodnoty

source: E285: Failed to create input context
cs: E285: Nepodaøilo se vytvoøit vstupní kontext

source: E286: Failed to open input method
cs: E286: Nepodaøilo se otevøít vstupní metodu

source: E287: Warning: Could not set destroy callback to IM
cs: E287: Varování: likvidaèní zpìtné volání nelze nastavit na IM

source: E288: input method doesn't support any style
cs: E288: vstupní metoda nepodporuje ¾ádný styl

source: E289: input method doesn't support my preedit type
cs: E289: vstupní metoda nepodporuje mùj 'preedit' typ

source: E290: over-the-spot style requires fontset
cs: E290: Nadbodový styl vy¾aduje fontset

source: E291: Your GTK+ is older than 1.2.3. Status area disabled
cs: E291: Máte GTK+ verze star¹í ne¾ 1.2.3. Stavová plocha vypnuta.

source: E292: Input Method Server is not running
cs: E292: Server vstupních metod nebì¾í

source: E293: block was not locked
cs: E293: blok nebyl zamknut

source: E294: Seek error in swap file read
cs: E294: Chyba posunu ukazovátka pøi ètení odkládacího souboru

source: E295: Read error in swap file
cs: E295: Chyba pøi ètení odkládacího souboru

source: E296: Seek error in swap file write
cs: E296: Chyba posunu ukazovátka pøi ukládání do odkládacího souboru

source: E297: Write error in swap file
cs: E297: Chyba pøi ukládání do odkládacího souboru

source: E300: Swap file already exists (symlink attack?)
cs: E300: Odkládací soubor ji¾ existuje! (Nìkdo hackujepøes nastra¾ený symlink?)

source: E298: Didn't get block nr 0?
cs: E298: Nelze získat blok 0?

source: E298: Didn't get block nr 1?
cs: E298: Nelze získat blok 1?

source: E298: Didn't get block nr 2?
cs: E298: nelze získat blok 2?

source: E301: Oops, lost the swap file!!!
cs: E301: Jéje, odkládací soubor byl ztracen!!!

source: E302: Could not rename swap file
cs: E302: Nelze pøejmenovat odkládací soubor

source: E303: Unable to open swap file for "%s", recovery impossible
cs: E303: Nelze otevøít odkládací soubor pro "%s"

source: E304: ml_timestamp: Didn't get block 0??
cs: E304: ml_timestamp: nelze získat blok 0??

source: E305: No swap file found for %s
cs: E305: Odkládací soubor pro %s nebyl nalezen

source: Enter number of swap file to use (0 to quit):
cs: Zadejte èíslo odkládacího souboru, který se má pou¾ít (0 pro ukonèení):

source: E306: Cannot open %s
cs: E306: Nelze otevøít %s

source: Unable to read block 0 from
cs: Nelze èíst blok 0 z

source: Maybe no changes were made or Vim did not update the swap file.
cs: Mo¾ná nedo¹lo k ¾ádným zmìnám, nebo Vim neaktualizoval odkládací soubor.

source: cannot be used with this version of Vim.
cs: nelze pou¾ít s touto verzí Vim.

source: Use Vim version 3.0.
cs: Pou¾ijte Vim verze 3.0.

source: E307: %s does not look like a Vim swap file
cs: E307: %s se nezdá být odkládacím souborem Vim

source: cannot be used on this computer.
cs: nelze pou¾ít na tomto poèítaèi.

source: The file was created on
cs: Soubor byl vytvoøen

source: , or the file has been damaged.
cs: , nebo byl soubor po¹kozen.

source: Using swap file "%s"
cs: Pou¾ívám odkládací soubor "%s"

source: Original file "%s"
cs: Pùvodní soubor "%s"

source: E308: Warning: Original file may have been changed
cs: E308: Varování: Pùvodní soubor mohl být zmìnìn

source: E309: Unable to read block 1 from %s
cs: E309: Nelze èíst blok 1 z %s

source: ???MANY LINES MISSING
cs: ???CHYBÍ MNOHO ØÁDKÙ

source: ???LINE COUNT WRONG
cs: ???CHYBNÝ POÈET ØÁDKÙ

source: ???EMPTY BLOCK
cs: ???PRÁZDNÝ BLOK

source: ???LINES MISSING
cs: ???CHYBÌJÍCÍ ØÁDKY

source: E310: Block 1 ID wrong (%s not a .swp file?)
cs: E310: ID bloku 1 je chybné (je %s odkládacím souborem?)

source: ???BLOCK MISSING
cs: ???CHYBÍ BLOK

source: ??? from here until ???END lines may be messed up
cs: od ??? po ???END mohou být øádky pomíchané

source: ??? from here until ???END lines may have been inserted/deleted
cs: od ??? po ???END mohou být vlo¾ené/smazané øádky

source: ???END
cs: ???KONEC

source: E311: Recovery Interrupted
cs: E311: Obnova pøeru¹ena

source: E312: Errors detected while recovering; look for lines starting with ???
cs: E312: V prùbìhu obnovy do¹lo k chybám; zkontrolujte øádky zaèínající na ???

source: Recovery completed. You should check if everything is OK.
cs: Obnova dokonèena. Zkontrolujte, zda je v¹e v poøádku.

source: (You might want to write out this file under another name
cs: (Zva¾te ulo¾ení tohoto souboru pod jiným názvem

source: and run diff with the original file to check for changes)
cs: a pomocí programu diff zjistìte zmìny oproti pùvodnímu souboru.)

source: Delete the .swp file afterwards.
cs: Poté sma¾te odkládací soubor.

source: Swap files found:
cs: Nalezené odkládací soubory:

source: In current directory:
cs: V aktuálním adresáøi:

source: Using specified name:
cs: Se zadaným názvem:

source: In directory
cs: V adresáøi

source: -- none --
cs: -- ¾ádné --

source: owned by:
cs: vlastník:

source: dated:
cs: datum vytvoøení:

source: dated:
cs: datum vytvoøení:

source: [from Vim version 3.0]
cs: [od Vim verze 3.0]

source: [does not look like a Vim swap file]
cs: [nevypadá jako odkládací soubor Vim]

source: file name:
cs: název souboru:

source: modified:
cs: datum zmìny:

source: YES
cs: ANO

source: no
cs: ne

source: user name:
cs: u¾ivatelské jméno:

source: host name:
cs: název poèítaèe:

source: host name:
cs: název poèítaèe:

source: process ID:
cs: ID procesu :

source: (still running)
cs: (stále aktivní)

source: [not usable with this version of Vim]
cs: [nepou¾itelné s touto verzí Vim]

source: [not usable on this computer]
cs: [nepou¾itelné na tomto poèítaèi]

source: [cannot be read]
cs: [nelze pøeèíst]

source: [cannot be opened]
cs: [nelze otevøít]

source: E313: Cannot preserve, there is no swap file
cs: E313: Nelze zachovat - odkládací soubor neexistuje.

source: File preserved
cs: Soubor zachován

source: E314: Preserve failed
cs: E314: Uchování se nezdaøilo

source: E315: ml_get: invalid lnum: %ld
cs: E315: ml_get: chybné èíslo øádku: %ld

source: E316: ml_get: cannot find line %ld
cs: E316: ml_get: nelze nalézt øádek %ld

source: E317: pointer block id wrong 3
cs: E317: chybné id ukazatele na blok 3

source: stack_idx should be 0
cs: stack_idx by mìlo mít hodnotu 3

source: E318: Updated too many blocks?
cs: E318: Aktualizováno pøíli¹ mnoho blokù?

source: E317: pointer block id wrong 4
cs: E317: chybné id ukazatele na blok 4

source: deleted block 1?
cs: smazán blok 1?

source: E320: Cannot find line %ld
cs: E320: Nelze nalézt øádek %ld

source: E317: pointer block id wrong
cs: E317: chybné id ukazatele na blok

source: pe_line_count is zero
cs: pe_line_count má nulovou hodnotu

source: E322: line number out of range: %ld past the end
cs: E322: poèet øádkù mimo rozsah: %ld > celkový poèet øádkù

source: E323: line count wrong in block %ld
cs: E323: chybný poèet øádkù v bloku %ld

source: Stack size increases
cs: Nárùst velikosti zásobníku

source: E317: pointer block id wrong 2
cs: E317: chybné id ukazatele na blok 2

source: E325: ATTENTION
cs: E325: POZOR

source: Found a swap file by the name "
cs: Nalezen odkládací soubor se jménem "

source: While opening file "
cs: Pøi otevírání souboru"

source: NEWER than swap file!
cs: NOVÌJ©Í ne¾ odkládací soubor!

source: (1) Another program may be editing the same file. If this is the case, be careful not to end up with two different instances of the same file when making changes.
cs: (1) Soubor mù¾e být editován jiným programem. Je-li tomu tak, pak si dejte pozor, aby jste po ulo¾ení zmìn nemìli dvì rùzné verze tého¾ souboru.

source: Quit, or continue with caution.
cs: Ukonèete program, nebo opatrnì pokraèujte v editaci.

source: (2) An edit session for this file crashed.
cs: (2) Editace tohoto souboru byla pøeru¹ena neèekaným ukonèením programu.

source: If this is the case, use ":recover" or "vim -r
cs: Je-li tomu tak, pak pou¾ijte ":recover" èi "vim -r

source: " to recover the changes (see ":help recovery").
cs: " pro odstranìní zmìn (viz ":help recovery)".

source: If you did this already, delete the swap file "
cs: Pokud jste tak ji¾ uèinil, tak sma¾te odkládací soubor "

source: " to avoid this message.
cs: " a tato zpráva se ji¾ nebude objevovat.

source: Swap file "
cs: Odkládací soubor "

source: " already exists!
cs: " ji¾ existuje!

source: VIM - ATTENTION
cs: VIM - POZOR

source: Swap file already exists!
cs: Odkládací soubor ji¾ existuje!

source: &Open Read-Only &Edit anyway &Recover &Quit
cs: &Otevøít pouze pro ètení &Pokraèovat v editaci &Obnovit soubor &Konec

source: &Open Read-Only &Edit anyway &Recover &Quit &Delete it
cs: &Otevøít pouze pro ètení &Pokraèovat v editaci &Obnovit soubor &Konec &Smazat

source: E326: Too many swap files found
cs: E326: Pøíli¹ mnoho odkládacích souborù

source: E327: Part of menu-item path is not sub-menu
cs: E327: Èásti cesty k pøedmìtu nabídky není podnabídkou

source: E328: Menu only exists in another mode
cs: E328: Nabídka existuje pouze v jiném módu

source: E329: No menu of that name
cs: E329: Nabídka tohoto jména neexistuje

source: E330: Menu path must not lead to a sub-menu
cs: E330: Cesta nabídkou nesmí vést do podnabídky

source: E331: Must not add menu items directly to menu bar
cs: E331: Polo¾ky nabídky nelze pøidávat pøímo na li¹tu

source: E332: Separator cannot be part of a menu path
cs: E332: Oddìlovaè nesmí být èástí cesty nabídkou

source: --- Menus ---
cs: --- Nabídky ---

source: Tear off this menu
cs: Odtrhnout tuto nabídku

source: E333: Menu path must lead to a menu item
cs: E333: Cesta nabídkou musí vést k polo¾ce nabídky

source: E334: Menu not found: %s
cs: E334: Vzor nenalezen: %s

source: E335: Menu not defined for %s mode
cs: E335: V %s módu není nabídka definována

source: E336: Menu path must lead to a sub-menu
cs: E336: Cesta nabídkou musí vést do podnabídky

source: E337: Menu not found - check menu names
cs: E337: Nabídka nenalezena - zkontrolujte názvy nabídek

source: Error detected while processing %s:
cs: Chyba pøi zpracování %s:

source: line %4ld:
cs: øádek %4ld:

source: [string too long]
cs: [pøíli¹ dlouhý øetìzec]

source: Messages maintainer: Bram Moolenaar <Bram@vim.org>
cs: Správce zpráv: Bram Moolenaar <Bram@vim.org>

source: Interrupt:
cs: Pøeru¹ení:

source: Hit ENTER to continue
cs: pokraèování stiskem ENTER

source: Hit ENTER or type command to continue
cs: Pro pokraèování stisknìte ENTER nebo zadejte pøíkaz

source: -- More --
cs: -- Pokraèování --

source: (RET/BS: line, SPACE/b: page, d/u: half page, q: quit)
cs: (RET/BS: øádek, MEZERNÍK/b: stránka, d/u: 0.5 stránky, q: konec)

source: (RET: line, SPACE: page, d: half page, q: quit)
cs: (RET: øádek, MEZERNÍK: stránka, d: 0.5 stránky, q: konec)

source: Question
cs: Otázka

source: &Yes &No
cs: &Ano &Ne

source: &Yes &No &Cancel
cs: &Ano &Ne &Zru¹it

source: &Yes &No Save &All &Discard All &Cancel
cs: &Ano &Ne &Ulo¾it v¹e Zahodit &v¹e &Zru¹it

source: Save File dialog
cs: Dialog pro ukládání souborù

source: Open File dialog
cs: Dialog pro otevírání souborù

source: E338: Sorry, no file browser in console mode
cs: E338: Lituji, ale konzolová verze nepodporuje prohlí¾eè souborù

source: W10: Warning: Changing a readonly file
cs: W10: wc1: mìním soubor pouze_pro_ètení

source: 1 more line
cs: poèet nových øádkù: 1

source: 1 line less
cs: poèet smazaných øádkù: 1

source: %ld more lines
cs: poèet nových øádkù: %ld

source: %ld fewer lines
cs: poèet smazaných øádkù: %ld

source: (Interrupted)
cs: (Pøeru¹eno)

source: Vim: preserving files...
cs: Vim: zachovávám soubory...

source: Vim: Finished.
cs: Vim: ukonèen

source: ERROR:
cs: CHYBA:

source: [bytes] total alloc-freed %lu-%lu, in use %lu, peak use %lu
cs: [bajtù] celkem uvolnìno-alokováno %lu-%lu, vyu¾ito %lu, maximální vyu¾ití %lu

source: [calls] total re/malloc()'s %lu, total free()'s %lu
cs: [volání] celkem re/malloc(): %lu, celkem free() %lu

source: E340: Line is becoming too long
cs: E340: Øádek se stává pøíli¹ dlouhým

source: E341: Internal error: lalloc(%ld, )
cs: E341: Vnitøní chyba: lalloc(%ld, )

source: E342: Out of memory! (allocating %lu bytes)
cs: E342: Nedostatek pamìti! (potøebuji alokovat bajtù: %lu)

source: Calling shell to execute: "%s"
cs: Spou¹tím pøíkaz "%s" pomocí shellu

source: Missing colon
cs: Chybí dvojteèka

source: Illegal mode
cs: nepøípustný mód

source: Illegal mouseshape
cs: Chybný tvar my¹i

source: digit expected
cs: oèekávána èíslice

source: Illegal percentage
cs: nepøípustné procento

source: Enter encryption key:
cs: Zadejte ¹ifrovací klíè:

source: Enter same key again:
cs: Zadejte je¹tì jednou tentý¾ klíè:

source: Keys don't match!
cs: Klíèe se neshodují

source: E343: Invalid path: '**[number]' must be at the end of the path or be followed by '%s'.
cs: E343: Chybná cesta: '**[èíslo] musí být buï na konci cesty, nebo musí být následováno'%s. Viz :help path.

source: E344: Can't find directory "%s" in cdpath
cs: E344: Adresáø "%s" nelze v cdpath nalézt

source: E345: Can't find file "%s" in path
cs: E345: Soubor "%s" nelze v cdpath nalézt

source: E346: No more directory "%s" found in cdpath
cs: E346: ®ádný dal¹í adresáø "%s" nebyl v cdpath nalezen

source: E347: No more file "%s" found in path
cs: E347: ®ádný dal¹í soubor "%s" nebyl v cestì nalezen

source: Illegal component
cs: nepøípustná souèást

source: Warning: terminal cannot highlight
cs: Varování: terminál nepodporuje zvýrazòování

source: E348: No string under cursor
cs: E348: pod kurzorem není ¾ádný øetìzec

source: E349: No identifier under cursor
cs: E349: pod kurzorem není ¾ádný identifikátor

source: E352: Cannot erase folds with current 'foldmethod'
cs: E352: pomocí aktuální 'foldmethod' nelze mazat záhyby

source: 1 line %sed 1 time
cs: poèet øádkù posunutých jednou pomocí %s : 1

source: 1 line %sed %d times
cs: Poèet øádkù posunutých pomocí %s %d-krát : 1

source: %ld lines %sed 1 time
cs: Poèet øádkù: %ld (posunutých jednou pomocí %s)

source: %ld lines %sed %d times
cs: Poèet øádkù: %ld (posunutých pomocí %s %d-krát)

source: %ld lines to indent...
cs: poèet øádkù k odsazení: %ld

source: 1 line indented
cs: poèet øádkù k odsazení: 1

source: %ld lines indented
cs: poèet odsazených øádkù: %ld

source: cannot yank; delete anyway
cs: nelze kopírovat; pøesto smazáno

source: 1 line changed
cs: poèet øádek se zmìnìnou velikostí písmen: 1

source: %ld lines changed
cs: poèet øádek se zmìnìnou velikostí písmen: %ld

source: freeing %ld lines
cs: poèet uvolòovaných øádkù: %ld

source: 1 line yanked
cs: poèet zkopírovaných øádkù: 1

source: %ld lines yanked
cs: poèet zkopírovaných øádkù: %ld

source: E353: Nothing in register %s
cs: E353: Registr %s je prázdný

source: --- Registers ---
cs: --- Registry ---

source: Illegal register name
cs: nepøípustný název registru

source: # Registers:
cs: # Registry:

source: Unknown register type %d
cs: %d není známým typem registru

source: E354: Invalid register name: '%s'
cs: E354: '%s' není pøípustné jméno registru

source: %ld Cols;
cs: øádkù: %ld;

source: Selected %s%ld of %ld Lines; %ld of %ld Words; %ld of %ld Bytes
cs: Vybráno %s%ld z %ld øádkù; %ld z %ld slov; %ld z %ld Bytù

source: Col %s of %s; Line %ld of %ld; Word %ld of %ld; Byte %ld of %ld
cs: Sloupec %s z %s; Øádek %ld z %ld; Slovo %ld z %ld; Byte %ld z %ld

source: (+%ld for BOM)
cs: (+%ld pro BOM)

source: Thanks for flying Vim
cs: Dìkuji za pou¾ití Vim

source: Option not supported
cs: Volba není podporována

source: Not allowed in a modeline
cs: Není v modeline povoleno

source: Last set from
cs: Naposledy nastavena z

source: Number required after =
cs: Po = je vy¾adováno èíslo

source: Not found in termcap
cs: Nenalezen v termcapu

source: Illegal character <%s>
cs: Nepøípustný znak <%s>

source: Not allowed here
cs: Toto zde není povoleno

source: Cannot set 'term' to empty string
cs: volba 'term' nemù¾e být prázdná

source: Cannot change term in GUI
cs: V GUI nelze mìnit term

source: Use ":gui" to start the GUI
cs: Pou¾ijte "gui" pro spu¹tìní GUI

source: 'backupext' and 'patchmode' are equal
cs: volby 'backupext' a 'patchmode' mají stejnou hodnotu

source: Zero length string
cs: øetìzec o nulové délce

source: Missing number after <%s>
cs: Po <%s> chybí èíslo

source: Missing comma
cs: Chybí èárka

source: Must specify a ' value
cs: Je nutné zadat hodnotu '

source: contains unprintable character
cs: obsahuje netisknutelné znaky

source: Invalid font(s)
cs: Chybná písma

source: can't select fontset
cs: nelze vybrat sadu písem

source: Invalid fontset
cs: chybná sada písem

source: can't select wide font
cs: nelze vybrat ¹iroký font

source: Invalid wide font
cs: Chybné ¹iroké písmo

source: Illegal character after <%c>
cs: Nepøípustný znak po <%c>

source: comma required
cs: je nutná èárka

source: 'commentstring' must be empty or contain %s
cs: volba `commentstring` musí být buï prázdná nebo nastavená na %s

source: No mouse support
cs: Bez podpory my¹i

source: Unclosed expression sequence
cs: neuzavøená sekvence výrazù

source: too many items
cs: pøíli¹ mnoho polo¾ek

source: unbalanced groups
cs: nevyvá¾ené skupiny

source: A preview window already exists
cs: Okno náhledu ji¾ existuje

source: 'winheight' cannot be smaller than 'winminheight'
cs: hodnota volby 'winheight' nesmí být men¹í ne¾ hodnota volby 'winminheight'

source: 'winwidth' cannot be smaller than 'winminwidth'
cs: hodnota volby 'winwidth' nesmí být men¹í ne¾ hodnota volby 'winminwidth'

source: Need at least %d lines
cs: minimální potøebný poèet øádkù: %d

source: Need at least %d columns
cs: minimální potøebný poèet sloupcù: %d

source: E355: Unknown option: %s
cs: E355: Neznámá volba: %s

source: --- Terminal codes ---
cs: --- Kódy terminálu ---

source: --- Global option values ---
cs: --- Nastavení globálních voleb ---

source: --- Local option values ---
cs: --- Nastavení lokálních voleb ---

source: --- Options ---
cs: --- Volby ---

source: E356: get_varp ERROR
cs: E356: get_varp CHYBA

source: E357: 'langmap': Matching character missing for %s
cs: E357: 'langmap': pro %s chybí vyhovující znak

source: E358: 'langmap': Extra characters after semicolon: %s
cs: E358: 'langmap': nadbyteèné znaky po støedníku: %s

source: cannot open
cs: nelze otevøít

source: VIM: Can't open window!
cs: VIM: Nelze otevøít nové okno!

source: Need Amigados version 2.04 or later
cs: Vy¾aduje Amigados verze 2.04 nebo vy¹¹í

source: Need %s version %ld
cs: Vy¾aduje %s verze %ld

source: Cannot open NIL:
cs: Nelze otevøít NIL:

source: Cannot create
cs: Nelze vytvoøit

source: Vim exiting with %d
cs: Vim bude ukonèen %d

source: cannot change console mode ?!
cs: Nelze zmìnit mód konzole ?!

source: E359: Screen mode setting not supported
cs: E359: Nastavování re¾imu obrazovky není podporováno

source: mch_get_shellsize: not a console??
cs: mch_get_shellsize: neni konzole??

source: E360: Cannot execute shell with -f option
cs: E360: Nelze spustit shell s parametrem -f

source: Cannot execute
cs: Nelze spustit

source: returned
cs: návratová hodnota shellu

source: ANCHOR_BUF_SIZE too small.
cs: ANCHOR_BUF_SIZE je pøíli¹ malá.

source: I/O ERROR
cs: I/O CHYBA

source: ...(truncated)
cs: ...(kráceno)

source: 'columns' is not 80, cannot execute external commands
cs: 'columns' není 80, nelze spustit externí pøíkaz

source: E364: Library call failed for "%s()"
cs: E364: Volání knihovní funkce "%s()" selhalo

source: E237: Printer selection failed
cs: E237: Nelze zvolit tiskárnu
