Repository: vim/vim-history
Catalog: src/po/*.po
Languages: cs

source: Can't read file for backup (use ! to override)
cs: Nelze naèíst soubor pro zálohu (pou¾ijte ! pro vynucení)

source: Cannot create backup file (use ! to override)
cs: Nelze vytvoøit zálo¾ní soubor (pou¾ijte ! pro vynucení)

source: Can't make backup file (use ! to override)
cs: Nelze vytvoøit zálo¾ní soubor (pou¾ijte ! pro vynucení)

source: The resource fork will be lost (use ! to override)
cs: 'Resource fork' bude ztracen (pou¾ijte ! pro vynucení)

source: E214: Can't find temp file for writing
cs: E214: Nelze najít doèasný temp soubor pro zápis

source: E213: Cannot convert (use ! to write without conversion)
cs: E213: Nelze pøevést (pou¾ijte ! pro zápis bez pøevodu)

source: E166: Can't open linked file for writing
cs: E166: Nelze otevøít pøipojený soubor pro zápis

source: E212: Can't open file for writing
cs: E212: Nelze otevøít soubor pro zápis

source: Close failed
cs: Volání close selhalo

source: write error, conversion failed
cs: chyba pøi zápisu, konverze se nezdaøila

source: write error (file system full?)
cs: chyba pøi ukládání (je volné místo na disku?)

source: CONVERSION ERROR
cs: CHYBA PØEVODU

source: [Device]
cs: [zaøízení]

source: [New]
cs: [Nový]

source: [a]
cs: [p]

source: appended
cs: pøipojen

source: [w]
cs: [u]

source: written
cs: ulo¾en

source: E205: Patchmode: can't save original file
cs: E205: patchmode: nelze ulo¾it pùvodní soubor

source: E206: patchmode: can't touch empty original file
cs: E206: patchmode: nelze zapisovat do prázdného pùvodního souboru

source: E207: Can't delete backup file
cs: E207: Nelze smazat zálo¾ní soubor

source: WARNING: Original file may be lost or damaged
cs: VAROVÁNÍ: Obsah pùvodního souboru mù¾e být ztracen èi po¹kozen

source: don't quit the editor until the file is successfully written!
cs: neukonèujte editor døíve, ne¾ bude soubor úspì¹nì ulo¾en!

source: [dos format]
cs: [dos formát]

source: [mac format]
cs: [mac formát]

source: [unix format]
cs: [unix formát]

source: 1 line,
cs: 1 øádek,

source: %ld lines,
cs: %ld øádkù,

source: 1 character
cs: 1 znak

source: %ld characters
cs: %ld znakù,

source: [noeol]
cs: [¾ádný eol]

source: [Incomplete last line]
cs: [neúplný poslední øádek]

source: WARNING: The file has been changed since reading it!!!
cs: VAROVÁNÍ: od jeho naètení byl obsah souboru zmìnìn!!!!

source: Do you really want to write to it
cs: Chcete jej opravdu ulo¾it

source: E208: Error writing to "%s"
cs: E208: Chyba pøi zápisu do "%s"

source: E209: Error closing "%s"
cs: E209: Chyb pøi uzavírání "%s"

source: E210: Error reading "%s"
cs: E210: Chyba pøi ètení "%s"

source: E246: FileChangedShell autocommand deleted buffer
cs: E246: FileChangedShell autocommand zru¹il buffer

source: E211: Warning: File "%s" no longer available
cs: E211: wa1: soubor "%s" ji¾ není dostupný

source: W12: Warning: File "%s" has changed and the buffer was changed in Vim as well
cs: W12: Varování: soubor "%s" byl po poèátku editace zmìnìn a buffer ve Vim také

source: W11: Warning: File "%s" has changed since editing started
cs: W11: wc2: soubor "%s" byl po poèátku editace zmìnìn

source: W16: Warning: Mode of file "%s" has changed since editing started
cs: W16: Varování: Mód souboru "%s" byl zmìnìn od zapoènutí editace

source: W13: Warning: File "%s" has been created after editing started
cs: W13: wc4: po poèátku editace vytvoøen soubor "%s"

source: Warning
cs: Varování

source: &OK &Load File
cs: &OK &Nahrát soubor

source: E321: Could not reload "%s"
cs: E321: Nelze znovuotevøít "%s"

source: --Deleted--
cs: --Vymazáno--

source: E367: No such group: "%s"
cs: E367: Skupina "%s" neexistuje

source: E215: Illegal character after *: %s
cs: E215: Nepøípustný znak po *: %s

source: E216: No such event: %s
cs: E216: Událost %s neexistuje

source: --- Auto-Commands ---
cs: --- Automatické pøíkazy ---

source: E217: Can't execute autocommands for ALL events
cs: E217: Automatické pøíkazy nelze spustit pro V©ECHNY události

source: No matching autocommands
cs: ®ádné vyhovující automatické pøíkazy

source: E218: autocommand nesting too deep
cs: E218: vnoøení automatického pøíkazu pøíli¹ hluboká

source: %s Auto commands for "%s"
cs: %s automatické pøíkazy pro "%s"

source: Executing %s
cs: spou¹tím %s

source: autocommand %s
cs: Automatický pøíkaz %s

source: E219: Missing {.
cs: E219: Chybí {.

source: E220: Missing }.
cs: E220: Chybí }.

source: No fold found
cs: ®ádný záhyb nebyl nalezen

source: E350: Cannot create fold with current 'foldmethod'
cs: E350: pomocí aktuální 'foldmethod' nelze vytvoøit záhyb

source: E351: Cannot delete fold with current 'foldmethod'
cs: E351: pomocí aktuální 'foldmethod' nelze vytvoøit záhyb

source: E221: 'commentstring' is empty
cs: E221: volba 'commentstring' je prázdná

source: E222: Add to read buffer
cs: E222: Pøidat do bufferu pro ètení

source: E223: recursive mapping
cs: E223: rekurzivní mapování

source: E224: global abbreviation already exists for %s
cs: E224: pro %s ji¾ globální zkratka ji¾ existuje

source: E225: global mapping already exists for %s
cs: E225: pro %s ji¾ globální mapování ji¾ existuje

source: E226: abbreviation already exists for %s
cs: E226: pro %s ji¾ zkratka ji¾ existuje

source: E227: mapping already exists for %s
cs: E227: pro %s ji¾ mapování ji¾ existuje

source: No abbreviation found
cs: ®ádná zkratka nebyl nalezena

source: No mapping found
cs: ®ádné mapování nebylo nalezeno

source: E228: makemap: Illegal mode
cs: E228: makemap: nepøípustný mód

source: E229: Cannot start the GUI
cs: E229: Nelze spustit GUI

source: E230: Cannot read from "%s"
cs: E230: Nelze èíst z "%s"

source: E231: 'guifontwide' invalid
cs: E231: volba 'guifontwide' je chybnì nastavena

source: Error
cs: Chyba

source: <cannot open>
cs: <nelze otevøít>

source: vim_SelFile: can't get font %s
cs: vim_SelFile: písmo %s není dostupné

source: vim_SelFile: can't return to current directory
cs: vim_SelFile: nelze se vrátit do aktuálního adresáøe

source: Pathname:
cs: Název cesty:

source: vim_SelFile: can't get current directory
cs: vim_SelFile: nelze zjistit aktuální adresáø

source: Cancel
cs: Zru¹it

source: Scrollbar Widget: Could not get geometry of thumb pixmap.
cs: Pøípravek posunovací li¹ty: nelze zjistit geometrii obrázku

source: E232: Cannot create BalloonEval with both message and callback
cs: E232: BalloonEval nelze vytvoøit se zprávou a zároveò zpìtným voláním

source: VIM - Search and Replace...
cs: VIM - Nalézt a nahradit...

source: VIM - Search...
cs: VIM - Nalézt...

source: Find what:
cs: Vyhledat:

source: Replace with:
cs: Nový text:

source: Match exact word only
cs: hledat pouze celá slova

source: Direction
cs: Smìr

source: Up
cs: Nahoru

source: Down
cs: Dolù

source: Find Next
cs: Najít dal¹í

source: Replace
cs: Nahradit

source: Replace All
cs: Nahradit v¹e

source: E233: cannot open display
cs: E233: nelze otevøít display

source: E234: Unknown fontset: %s
cs: E234: Neznámá sada písem: %s

source: Font Selection
cs: Výbìr písma

source: E235: Unknown font: %s
cs: E235: Neznámé písmo: %s

source: E236: Font "%s" is not fixed-width
cs: E236: Písmo "%s" nemá pevnou ¹íøku

source: E242: Color name not recognized: %s
cs: E242: Neznámé jméno barvy: %s

source: Used CUT_BUFFER0 instead of empty selection
cs: Místo prádné schránky pou¾ito CUT_BUFFER0

source: Filter
cs: Filtr

source: Directories
cs: Adresáøe

source: Help
cs: Nápovìda

source: Files
cs: Soubory

source: Selection
cs: Výbìr

source: Undo
cs: Zpìt

source: E235: Can't load Zap font '%s'
cs: E235: Nelze naèíst Zap font '%s'

source: E235: Can't use font %s
cs: E235: Nelze pou¾ít font %s

source: E242: Missing color: %s
cs: E242: Chybí barva: %s

source: Sending message to terminate child process.
cs: Posílám signál k ukonèení synovského procesu.

source: E243: Argument not supported: "-%s"; Use the OLE version.
cs: E243: Argument nepodporován: "-%s"; Pou¾ijte OLE verzi.

source: Find string (use '\\' to find a '\')
cs: Najít øetìzec (pou¾ijte '\\' k nalezení '\')

source: Find & Replace (use '\\' to find a '\')
cs: Najít & Nahradit (pou¾ijte '\\' k nalezení '\')

source: Vim: (ec1) Cannot allocate colormap entry, some colors may be incorrect
cs: Vim (ec1): nelze alokovat polo¾ku barevné mapy. Nìkteré barvy mohou být nesprávné

source: E250: Fonts for the following charsets are missing in fontset %s:
cs: E250: písma pro následující znakové sady chybí v sadì písem %s:

source: E252: Fontset name: %s
cs: E252: název sady písem: %s

source: Font '%s' is not fixed-width
cs: Písmo '%s' nemá pevnou ¹íøku

source: E253: Fontset name: %s
cs: E253: název sady písem: %s

source: Font0: %s
cs: Písmo0: %s

source: Font1: %s
cs: Písmo1: %s

source: Font%d width is not twice that of font0
cs: ©íøka písma%d není dvojnásoblem ¹íøky písma0

source: Font0 width: %ld
cs: ©íøka písma0: %ld

source: Font1 width: %ld
cs: ©íøka písma1: %ld

source: E254: Cannot allocate color %s
cs: E254: nelze alokovat barvu %s

source: E255: Couldn't read in sign data!
cs: E255: Chyba -- nelze pøeèíst sign data!

source: E256: Hangul automata ERROR
cs: E256: CYBA Hangul automatu

source: Add a new database
cs: Pøidat novou databázi

source: Query for a pattern
cs: Hledání vzorku

source: Show this message
cs: Zobrazit tuto zprávu

source: Kill a connection
cs: Ukonèit spojení

source: Reinit all connections
cs: Znovu inicializovat v¹echna spojení

source: Show connections
cs: Zobrazit spojení

source: This cscope command does not support splitting the window.
cs: Tento cscope pøíkaz nepodporuje rozdìlení okna.

source: Usage: cstag <ident>
cs: Pou¾ití: cstag <odsazení>

source: E257: cstag: tag not found
cs: E257: cstag: tag nenalezen

source: stat(%s) error: %d
cs: stat(%s) chyba: %d

source: Added cscope database %s
cs: Pøidána cscope databáze %s

source: %s is not a directory or a valid cscope database
cs: %s není ani adresáøem ani správnou cscope databází

source: error reading cscope connection %d
cs: chyba pøi ètení cscope spojení %d

source: unknown cscope search type
cs: neznámý typ cscope hledání

source: Could not create cscope pipes
cs: nelze vytvoøit cscope roury

source: cs_create_connection exec failed
cs: spu¹tìní cs_create_connection selhalo

source: cs_create_connection: fdopen for to_fp failed
cs: cs_create_connection: volání fdopen pro to_fp selhalo

source: cs_create_connection: fdopen for fr_fp failed
cs: cs_create_connection: volání fdopen pro fr_fp selhalo

source: no cscope connections
cs: ¾ádná cscope spojení

source: E259: no matches found for cscope query %s of %s
cs: E259: cscope hledání %s vzorku %s nena¹lo ¾ádnou shodu

source: cscope commands:
cs: pøíkazy cscope:

source: %-5s: %-30s (Usage: %s)
cs: %-5s: %-30s (Pou¾ití: %s)

source: duplicate cscope database not added
cs: duplicitní cscope databáze nebyla pøidána

source: maximum number of cscope connections reached
cs: dosa¾en maximální poèet cscope spojení

source: E260: cscope connection not found
cs: E260: connection spojení nenalezeno

source: E261: cscope connection %s not found
cs: E261: connection spojení %s nenalezeno

source: cscope connection closed
cs: closed spojení uzavøeno

source: cscope connection %s closed
cs: cscope spojení %s uzavøeno

source: fatal error in cs_manage_matches
cs: osudová chyba v cs_manage_matches

source: E262: error reading cscope connection %d
cs: E262: pøi ètení cscope spojení %d

source: couldn't malloc
cs: volání malloc selhalo

source: # line
cs: # øádek

source: filename / context / line
cs: název souboru/ kontext/ øádek

source: All cscope databases reset
cs: V¹echny cscope databáze resetovány

source: no cscope connections
cs: ¾ádné cscope spojení

source: # pid database name prepend path
cs: # pid název databáze pøedpona cesty

source: %2d %-5ld %-34s <none>
cs: %2d %-5ld %-34s <¾ádný>

source: E263: Sorry, this command is disabled, the Python library could not be loaded.
cs: E263: Lituji, tento pøíkaz je deaktivován; knihovnu jazyka Python nelze nahrát.

source: can't delete OutputObject attributes
cs: nelze smazat atributy OutputObject

source: softspace must be an integer
cs: softspace musí být kladné celé èíslo

source: invalid attribute
cs: chybný atribut

source: writelines() requires list of strings
cs: writelines() vy¾aduje seznam øetìzcù

source: E264: Python: Error initialising I/O objects
cs: E264: Python: chyba pøi inicializaci I/O objektù

source: invalid expression
cs: Chybný výraz

source: expressions disabled at compile time
cs: podpora výrazù byla vypnuta pøi pøekladu programu

source: attempt to refer to deleted buffer
cs: pokus o odkaz na smazaný buffer

source: line number out of range
cs: èíslo øádku mimo rozsah

source: <buffer object (deleted) at %8lX>
cs: <buffer objekt (smazán) na %8lX>

source: invalid mark name
cs: chybné jméno znaèky

source: no such buffer
cs: ¾ádný takový buffer

source: attempt to refer to deleted window
cs: pokus o odkaz na smazané okno

source: readonly attribute
cs: atribut pouze_pro_ètení

source: cursor position outside buffer
cs: umístìní kurzoru mimo buffer

source: <window object (deleted) at %.8lX>
cs: <objekt okna (smazán) na %8lX>

source: <window object (unknown) at %.8lX>
cs: <objekt okna (neznámý) na %8lX>

source: <window %d>
cs: <okno %d>

source: no such window
cs: ¾ádné takové okno

source: cannot save undo information
cs: nelze ulo¾it informace pro pøíkaz undo

source: cannot delete line
cs: nelze smazat øádek

source: cannot replace line
cs: nelze nahradit øádek

source: cannot insert line
cs: nelze vlo¾it øádek

source: string cannot contain newlines
cs: øetìzec nesmí obsahovat znaky nového øádku

source: E266: Sorry, this command is disabled, the Ruby library could not be loaded.
cs: E266: Lituji, ale tento pøíkaz je deaktivován; knihovnu jazyka Ruby nelze nahrát.

source: E273: unknown longjmp status %d
cs: E273: neznámý longjmp stav %d

source: Toggle implementation/definition
cs: Prohození implementace/definice

source: Show base class of
cs: Zobrazení base class z

source: Show overridden member function
cs: Zobrazení overridden member funkce

source: Retrieve from file
cs: Znovuzískáno ze souboru

source: Retrieve from project
cs: Znovuzískáno z projektu

source: Retrieve from all projects
cs: Znovzískáno ze v¹ech projektù

source: Retrieve
cs: Znovuzískáno

source: Show source of
cs: Zobrazení zdroje

source: Find symbol
cs: Najít symbol

source: Browse class
cs: Prohlí¾et class

source: Show class in hierarchy
cs: Zobrazení class v hierarchii

source: Show class in restricted hierarchy
cs: Zobrazení class v restricted hierarchii

source: Xref refers to
cs: Xref odkazuje na

source: Xref referred by
cs: Xref odkazoval na

source: Xref has a
cs: Xref má

source: Xref used by
cs: Xref pou¾it

source: Show docu of
cs: Zobrazení documentace

source: Generate docu for
cs: Generována dokumentace pro

source: Cannot connect to SNiFF+. Check environment (sniffemacs must be found in $PATH).
cs: Nelze se pøipojit k SNiFF+. Zkontrolujte promìnné (sniffemacs musí být)uvedena v $PATH.

source: E274: Sniff: Error during read. Disconnected
cs: E274: Sniff: Chyba pøi ètení. Odpojeno

source: SNiFF+ is currently
cs: SNiFF+ je právì

source: not
cs: ne

source: connected
cs: pøipojen

source: E275: Unknown SNiFF+ request: %s
cs: E275: Neznámý po¾adavek SNiFF+: %s

source: E276: Error connecting to SNiFF+
cs: E276: Chybné pøipojení k SNiFF+

source: E278: SNiFF+ not connected
cs: E278: SNiFF+ nepøipojen

source: E279: Not a SNiFF+ buffer
cs: E279: Není SNiFF+ buffer

source: Sniff: Error during write. Disconnected
cs: Sniff: Chyba pøi zápisu. Odpojeno.

source: invalid buffer number
cs: chybný název bufferu

source: not implemented yet
cs: není je¹tì podporováno

source: unknown option
cs: neznámá volba

source: cannot set line(s)
cs: nelze nastavit øádky

source: mark not set
cs: znaèka není nastavena

source: row %d column %d
cs: øádek %d sloupec %d

source: cannot insert/append line
cs: nelze vlo¾it/pøipojit øádek

source: unknown flag:
cs: neznámý pøíznak:

source: unknown vimOption
cs: neznámá vimOption

source: keyboard interrupt
cs: pøeru¹ení z klávesnice

source: vim error
cs: chyba vim

source: cannot create buffer/window command: object is being deleted
cs: nelze vytvoøit pøíkaz bufferu/okna: objekt smazán

source: cannot register callback command: buffer/window is already being deleted
cs: nelze zaregistrovat pøíkaz zpìtného volání: buffer/okno ji¾ bylo smazáno

source: E280: TCL FATAL ERROR: reflist corrupt!? Please report this to vim-dev@vim.org
cs: E280: TCL FATAL ERROR: reflist po¹kozen!? Oznamte, prosím, tuto chybu na vim-dev@vim.org

source: cannot register callback command: buffer/window reference not found
cs: nelze zaregistrovat pøíkaz zpìtného volání: odkaz na buffer/okno nenalezen

source: Sorry, this command is disabled: the Tcl library could not be loaded.
cs: Lituji, ale tento pøíkaz je deaktivován; knihovnu jazyka Tcl nelze nahrát.

source: E281: TCL ERROR: exit code is not int!? Please report this to vim-dev@vim.org
cs: E281: TCL CHYBA: návratový kód není celé èíslo!? Oznamte, prosím, tuto chybu na vim-dev@vim.org

source: cannot get line
cs: nelze pøeèíst øádek

source: Unable to register a command server name
cs: Není mo¾né zaznamenat jméno command serveru

source: E247: no registered server named "%s"
cs: E247: Neexistuje registrovaný server jménem "%s"

source: E248: Failed to send command to the destination program
cs: E248: Selhalo zaslání pøíkazu urèenému programu

source: Invalid server id used: %s
cs: Pou¾it chybný id serveru: %s

source: E249: couldn't read VIM instance registry property
cs: E249: nelze èíst VIM instanci registry property

source: E251: VIM instance registry property is badly formed. Deleted!
cs: E251: VIM instance registry property byla ¹patnì vytvoøenaa byla smazána!

source: Unknown option
cs: Neznámá volba

source: Too many edit arguments
cs: Pøíli¹ mnoho edit argumentù

source: Argument missing after
cs: Chybí argument po

source: Garbage after option
cs: Chyby za volbou

source: Too many "+command" or "-c command" arguments
cs: Pøíli¹ mnoho "+pøíkaz" èi "-c pøíkaz" argumentù

source: Invalid argument for
cs: Chybný argument pro

source: This Vim was not compiled with the diff feature.
cs: VIM nebyl pøelo¾en s volbou +diff

source: Attempt to open script file again: "
cs: Pokus o opìtovné otevøení skriptu: "

source: Cannot open for reading: "
cs: Nelze otevøít %s pro zápis

source: Cannot open for script output: "
cs: Nelze otevøít pro výstup skriptu: "

source: %d files to edit
cs: poèet souborù pro editaci: %d

source: Vim: Warning: Output is not to a terminal
cs: Vim: Varování: výstup nesmìøuje na terminál

source: Vim: Warning: Input is not from a terminal
cs: Vim: Varování: vstup nepochází z terminálu

source: pre-vimrc command line
cs: pre-vimrc pøíkazový øádek

source: E282: Cannot read from "%s"
cs: E282: Nelze èíst z "%s"

source: More info with: "vim -h"
cs: Podrobnìj¹í informace získáte pomocí "vim -h"

source: [file ..] edit specified file(s)
cs: [SOUBOR] .. editovat SOUBOR(y)

source: - read text from stdin
cs: - èíst text ze standardního vstupu

source: -t tag edit file where tag is defined
cs: -t TAG editovat soubor na místì definice TAGU

source: -q [errorfile] edit file with first error
cs: -q [chybový soubor] editovat soubor na místì výskytu první chyby

source: usage:
cs: pou¾ití:

source: vim [arguments]
cs: vim [pøepínaèe]

source: or:
cs: nebo

source: Arguments:
cs: Argumenty:

source: -- Only file names after this
cs: -- Mohou následovat pouze názvy souborù

source: -register Register this gvim for OLE
cs: -register pøihlásit gvim na OLE

source: -unregister Unregister gvim for OLE
cs: -register odhlásit gvim z OLE

source: -g Run using GUI (like "gvim")
cs: -g spustit v GUI re¾imu (stejné jako "gvim")

source: -f Foreground: Don't fork when starting GUI
cs: -f Popøedí: pøi startu GUI se neoddìlí od shellu

source: -v Vi mode (like "vi")
cs: -v Vi mód (stejné jako "vi")

source: -e Ex mode (like "ex")
cs: -v Ex mód (stejné jako "ex")

source: -s Silent (batch) mode (only for "ex")
cs: -s Tichý (dávkový) re¾im (pouze pro "ex")

source: -d Diff mode (like "vimdiff")
cs: -d Diff re¾im (stejné jako "vimdiff")

source: -y Easy mode (like "evim", modeless)
cs: -v Snadný re¾im (stejné jako "evim", ¾ádné módy )

source: -R Readonly mode (like "view")
cs: -R Re¾im pouze_pro_ètení (jako "view")

source: -Z Restricted mode (like "rvim")
cs: -Z Omezený re¾im (stejné jako "rvim")

source: -m Modifications (writing files) not allowed
cs: -m Zmìny (ukládání souborù) zakázány

source: -M Modifications in text not allowed
cs: -M Zmìny (ukládání souborù) zakázány

source: -b Binary mode
cs: -b Binární re¾im

source: -l Lisp mode
cs: -l Lisp re¾im

source: -C Compatible with Vi: 'compatible'
cs: -C Kompatabilní s Vi: 'compatible'

source: -N Not fully Vi compatible: 'nocompatible'
cs: -N Kompatibilita s Vi vypnuta: 'nocompatible'

source: -V[N] Verbose level
cs: -V[N] Úroveò výpisu hlá¹ek

source: -D Debugging mode
cs: -D Ladící re¾im

source: -n No swap file, use memory only
cs: -n Nebude vytváøet odkládací soubor, bude pou¾ívat pouze pamì»

source: -r List swap files and exit
cs: -r Vypí¹e seznam odkládacích souborù a skonèí

source: -r (with file name) Recover crashed session
cs: -r název souboru Obnoví pøeru¹ené sezení

source: -L Same as -r
cs: -L Stejné jako -r

source: -f Don't use newcli to open window
cs: -f Nebude pou¾ívat newcli pro otevøení okna

source: -dev <device> Use <device> for I/O
cs: -dev <zaøízení> Pou¾ít <zaøízení> pro I/O

source: -H start in Hebrew mode
cs: -H nastartuje v hebrejském re¾imu

source: -F start in Farsi mode
cs: -F nastartuje ve Farsi re¾imu

source: -T <terminal> Set terminal type to <terminal>
cs: -T <terminál> Nastaví typ terminálu na <terminál>

source: -u <vimrc> Use <vimrc> instead of any .vimrc
cs: -u <vimrc> Pou¾ije <vimrc> místo jakéhokoliv .vimrc

source: -U <gvimrc> Use <gvimrc> instead of any .gvimrc
cs: -U <gvimrc> Pou¾ije <gvimrc> místo jakéhokoliv .gvimrc

source: --noplugin Don't load plugin scripts
cs: --noplugin Nenahraje 'plugin' skripty

source: -o[N] Open N windows (default: one for each file)
cs: -o[N] Otevøe N oken (implicitnì jedno pro ka¾dý soubor)

source: -O[N] like -o but split vertically
cs: -O[N] Jako -o but split vertically

source: + Start at end of file
cs: + Nastaví kurzor na konec souboru

source: +<lnum> Start at line <lnum>
cs: +<øádek> Nastaví kurzor na <øádek>

source: --cmd <command> Execute <command> before loading any vimrc file
cs: --cmd <pøíkaz> Po nahrání prvního souboru vykoná <pøíkaz>

source: -c <command> Execute <command> after loading the first file
cs: -c <pøíkaz> Po nahrání prvního souboru vykoná <pøíkaz>

source: -S <session> Source file <session> after loading the first file
cs: -S <sezení> Po nahrání prvního souboru vykoná pøíkazy v souboru <sezení>

source: -s <scriptin> Read Normal mode commands from file <scriptin>
cs: -s <skript> Naète pøíkazy normálního módu ze <skriptu>

source: -w <scriptout> Append all typed commands to file <scriptout>
cs: -w <skript> Pøipojí v¹echny napsané pøíkazy do souboru <skript>

source: -W <scriptout> Write all typed commands to file <scriptout>
cs: -W <skript> Ulo¾í v¹echny napsané pøíkazy do souboru <skript>

source: -x Edit encrypted files
cs: -x Editace za¹ifrovaných souborù

source: -display <display> Connect vim to this particular X-server
cs: -display <display> Spustí vim na daný X-server

source: -X Do not connect to X server
cs: -X Nepøipojí se k X serveru

source: --socketid <xid> Open Vim inside another GTK widget
cs: --socketid <xid> Otevøe Vim uvnitø jiného GTK widgetu

source: --remote <files> Edit <files> in a Vim server and exit
cs: --remote <soubory> Edituje <soubory> na Vim serveru a skonèí
