Repository: vim/vim-history
Catalog: src/po/*.po
Languages: cs

source: E82: Cannot allocate any buffer, exiting...
cs: E82: Nelze alokovat ¾ádný buffer, konèím...

source: E83: Cannot allocate buffer, using other one...
cs: E83: Nelze alokovat buffer, pou¾iji jiný...

source: No buffers were unloaded
cs: ®ádný buffer nebyl deaktivován

source: No buffers were deleted
cs: ®ádný buffer nebyl smazán

source: No buffers were wiped out
cs: ®ádný buffer nebyl zahozen

source: 1 buffer unloaded
cs: Poèet deaktivovaných bufferù: 1

source: %d buffers unloaded
cs: Poèet deaktivovaných bufferù: %d

source: 1 buffer deleted
cs: Poèet smazaných bufferù: 1

source: %d buffers deleted
cs: Poèet smazaných bufferù: %d

source: 1 buffer wiped out
cs: Poèet zahozených bufferù: 1

source: %d buffers wiped out
cs: Poèet zahozených bufferù: %d

source: E84: No modified buffer found
cs: E84: Nebyl nalezen ¾ádný zmìnìný buffer

source: E85: There is no listed buffer
cs: E85: Seznam bufferù je prázdný

source: E86: Cannot go to buffer %ld
cs: E86: Nelze pøeskoèit na buffer %ld

source: E87: Cannot go beyond last buffer
cs: E87: Za poslední buffer nelze pøeskoèit

source: E88: Cannot go before first buffer
cs: E88: Pøed první buffer nelze pøeskoèit

source: E89: No write since last change for buffer %ld (use ! to override)
cs: E89: Zmìny v bufferu %ld nebyly ulo¾eny (! pro vynucení)

source: E90: Cannot unload last buffer
cs: E90: Poslední buffer nelze deaktivovat

source: W14: Warning: List of file names overflow
cs: W14: Varování: pøeteèení seznamu s názvy souborù

source: E92: Buffer %ld not found
cs: E92: Buffer %ld nenalezen

source: E93: More than one match for %s
cs: E93: Vzoru %s vyhovuje více bufferù

source: E94: No matching buffer for %s
cs: E94: Vzoru %s nevyhovuje ¾ádný buffer

source: line %ld
cs: øádek %ld

source: E95: Buffer with this name already exists
cs: E95: Buffer tohoto jména ji¾ existuje

source: [Modified]
cs: [Zmìnìný]

source: [Not edited]
cs: [Needitovaný]

source: [New file]
cs: [Nový soubor]

source: [Read errors]
cs: [Chyby pøi ètení]

source: [readonly]
cs: [Pouze pro ètení]

source: 1 line --%d%%--
cs: øádkù: --%d%%--

source: %ld lines --%d%%--
cs: øádkù: %ld --%d%%--

source: line %ld of %ld --%d%%-- col
cs: øádek %ld/%ld --%d%%-- sloupec

source: [No file]
cs: [®ádný soubor]

source: help
cs: nápovìda

source: [help]
cs: [nápovìda]

source: [Preview]
cs: [náhled]

source: All
cs: V¹e

source: Bot
cs: Konec

source: Top
cs: Zaèátek

source: # Buffer list:
cs: # Seznam bufferù:

source: [Error List]
cs: [seznam chyb]

source: [No File]
cs: [¾ádný soubor]

source: --- Signs ---
cs: --- Znaky ---

source: Signs for %s:
cs: Znaky pro %s:

source: line=%ld id=%d name=%s
cs: øádek=%ld id=%d jméno=%s

source: E96: Can not diff more than %ld buffers
cs: E96: Nelze pøekroèit maximální poèet %ld diff bufferù

source: E97: Cannot create diffs
cs: E97: Nelze vytvoøit diffy

source: Patch file
cs: Soubor se záplatou

source: E98: Cannot read diff output
cs: E98: Nelze èíst výstup programu diff

source: E99: Current buffer is not in diff mode
cs: E99: Aktuální buffer není v diff re¾imu

source: E100: No other buffer in diff mode
cs: E100: To byl poslední buffer v diff re¾imu

source: E101: More than two buffers in diff mode, don't know which one to use
cs: E101: V diff re¾imu jsou více ne¾ dva buffery. Nevím, který mám pou¾ít.

source: E102: Can't find buffer "%s"
cs: E102: Nelze nalézt buffer "%s"

source: E103: Buffer "%s" is not in diff mode
cs: E103: Buffer "%s" není v diff re¾imu

source: E104: Escape not allowed in digraph
cs: E104: digraph nesmí obsahovat Escape

source: Keymap file not found
cs: Soubor s mapou klávesnice nebyl nalezen

source: E105: Using :loadkeymap not in a sourced file
cs: E105: :loadkeymap mimo interpretovaný soubor

source: Keyword completion (^N/^P)
cs: Doplòování klíèových slov (^N/^P)

source: ^X mode (^E/^Y/^L/^]/^F/^I/^K/^D/^V/^N/^P)
cs: ^X re¾im (^E/^Y/^L/^]/^F/^I/^K/^D/^V/^N/^P)

source: Keyword Local completion (^N/^P)
cs: Lokální doplòování klíèových slov (^N/^P)

source: Whole line completion (^L/^N/^P)
cs: Doplòování celých øádkù (^L/^N/^P)

source: File name completion (^F/^N/^P)
cs: Doplòování názvù souborù (^F/^N/^P)

source: Tag completion (^]/^N/^P)
cs: Doplòování tagù (^I/^N/^P)

source: Path pattern completion (^N/^P)
cs: Doplòování vzoru cest (^N/^P)

source: Definition completion (^D/^N/^P)
cs: Doplòování definic (^D/^N/^P)

source: Dictionary completion (^K/^N/^P)
cs: Doplòování podle slovníku (^K/^N/^P)

source: Thesaurus completion (^T/^N/^P)
cs: Doplòování podle tezauru (^T/^N/^P)

source: Command-line completion (^V/^N/^P)
cs: Doplòování pøíkazové øádky (^I/^N/^P)

source: Hit end of paragraph
cs: Konec odstavce

source: 'thesaurus' option is empty
cs: volba 'thesaurus' je prázdná

source: 'dictionary' option is empty
cs: volba 'dictionary' je prázdná

source: Scanning dictionary: %s
cs: Prohledávám slovník %s

source: (insert) Scroll (^E/^Y)
cs: (insert) Rolování (^E/^Y)

source: (replace) Scroll (^E/^Y)
cs: (replace) Rolování (^E/^Y)

source: Scanning: %s
cs: Prohledávám %s

source: Scanning tags.
cs: Prohledávám tagy

source: Adding
cs: Pøidávám

source: -- Searching...
cs: -- Hledám...

source: Back at original
cs: Výchozí podoba

source: Word from other line
cs: Slovo z jiného øádku

source: The only match
cs: Jediná shoda

source: match %d of %d
cs: shoda %d/%d

source: match %d
cs: shoda %d

source: E106: Unknown variable: "%s"
cs: E106: Neznámá promìnná: "%s"

source: E107: Missing braces: %s
cs: E107: Chybí závorky: %s

source: E108: No such variable: "%s"
cs: E108: Promìnná "%s" neexistuje

source: E109: Missing ':' after '?'
cs: E109: Po '?' chybí ':'

source: E110: Missing ')'
cs: E110: Chybìjící ')'

source: E111: Missing ']'
cs: E111: Chybìjící ']'

source: E112: Option name missing: %s
cs: E112: Chybí jméno volby: %s

source: E113: Unknown option: %s
cs: E113: Neznámá volba: %s

source: E114: Missing quote: %s
cs: E114: Chybí uvozovky: %s

source: E115: Missing quote: %s
cs: E115: Chybí uvozovky: %s

source: E116: Invalid arguments for function %s
cs: E116: Chybné argumenty pro funkci %s

source: E117: Unknown function: %s
cs: E117: Neznámá funkce: %s

source: E118: Too many arguments for function: %s
cs: E118: Pøíli¹ mnoho argumentù pro funkci %s

source: E119: Not enough arguments for function: %s
cs: E119: Pøíli¹ málo argumentù pro funkci %s

source: E120: Using <SID> not in a script context: %s
cs: E120: Pou¾ití <SID> mimo kontext skriptu: %s

source: +-%s%3ld lines:
cs: +-%s%3ld øádkù:

source: &OK &Cancel
cs: &OK &Zru¹it

source: E240: No connection to Vim server
cs: E240: Neexistuje pøipojení k Vim serveru

source: E277: Unable to read a server reply
cs: E277: Nelze èíst odpovìï serveru

source: E258: Unable to send to client
cs: E258: Nelze pøedat klientovi

source: E241: Unable to send to %s
cs: E241: Nelze pøedat do %s

source: (Invalid)
cs: (Chybný)

source: E121: Undefined variable: %s
cs: E121: Nedefinovaná promìnná: %s

source: E122: Function %s already exists, use ! to replace
cs: E122: Funkce %s ji¾ existuje. Pou¾ijte ! pro její nahrazení.

source: E123: Undefined function: %s
cs: E123: Nedefinovaná funkce: %s

source: E124: Missing '(': %s
cs: E124: Chybí '(': %s

source: E125: Illegal argument: %s
cs: E125: Nepøípustný argument: %s

source: E126: Missing :endfunction
cs: E126: Chybí :endfunction

source: E127: Cannot redefine function %s: It is in use
cs: E127: Nelze pøedefinovat funkci %s: je pou¾ívána

source: E128: Function name must start with a capital: %s
cs: E128: Název funkce musí zaèínat velkým písmenem: %s

source: E129: Function name required
cs: E129: Je vy¾adováno jméno funkce

source: function
cs: funkce

source: E130: Undefined function: %s
cs: E130: Nedefinovaná funkce: %s

source: E131: Cannot delete function %s: It is in use
cs: E131: Nelze smazat funkci %s: je ji¾ pou¾ívána

source: E132: Function call depth is higher than 'maxfuncdepth'
cs: E132: Zanoøení funkce je hlub¹í ne¾ 'maxfuncdepth'

source: calling %s
cs: volám %s

source: continuing in %s
cs: pokraèuji v %s

source: E133: :return not inside a function
cs: E133: :return mimo funkci

source: %s returning #%ld
cs: dokonèeno provádìní %s. Návratová hodnota #%ld

source: %s returning "%s"
cs: dokonèeno provádìní %s. Návratová hodnota "%s"

source: # global variables:
cs: # globální promìnné:

source: <%s>%s%s %d, Hex %02x, Octal %03o
cs: <%s>%s%s %d, ¹estnáctkovì %02x, osmièkovì %03o

source: E134: Move lines into themselves
cs: E134: Nelze pøesunout øádky na pùvodní místo

source: 1 line moved
cs: poèet pøesunutých øádkù: 1

source: %ld lines moved
cs: Poèet pøesunutých øádkù: %ld

source: %ld lines filtered
cs: Poèet filtrovaných øádkù: %ld

source: E135: *Filter* Autocommands must not change current buffer
cs: E135: Automatické pøíkazy *Filter* nesmí mìnit aktuální buffer

source: [No write since last change]
cs: [Neulo¾ené zmìny]

source: viminfo: %s in line:
cs: viminfo: %s na øádku:

source: E136: viminfo: Too many errors, skipping rest of file
cs: E136: viminfo: pøíli¹ mnoho chyb, pøeskakuji zbytek souboru

source: Reading viminfo file "%s"%s%s%s
cs: Ètu viminfo soubor "%s"%s%s%s

source: info
cs: informace

source: marks
cs: znaèky

source: FAILED
cs: se nezdaøilo

source: E137: Viminfo file is not writable: %s
cs: E137: do viminfo souboru %s nelze zapisovat

source: E138: Can't write viminfo file %s!
cs: E138: Nelze ulo¾it viminfo soubor %s!

source: Writing viminfo file "%s"
cs: Ukládám viminfo souboru "%s"

source: # This viminfo file was generated by Vim %s.
cs: # Tento viminfo soubor byl vytvoøen editorem Vim %s.

source: # You may edit it if you're careful!
cs: # Pokud budete opatrný, mù¾ete jej upravovat.

source: # Value of 'encoding' when this file was written
cs: # Hodnota volby 'encoding' v dobì ulo¾ení tohoto souboru

source: Illegal starting char
cs: Nepøípustný poèáteèní znak

source: Save As
cs: Ulo¾it jako

source: E139: File is loaded in another buffer
cs: E139: Soubor je nahrán v jiném bufferu

source: Write partial file?
cs: Ulo¾it neúplný soubor?

source: E140: Use ! to write partial buffer
cs: E140: Pou¾ijte ! pro ulo¾ení neúplného bufferu

source: Overwrite existing file "%.*s"?
cs: Pøepsat soubor "%.*s"?

source: E141: No file name for buffer %ld
cs: E141: ®ádný název souboru pro buffer %ld

source: E142: File not written: Writing is disabled by 'write' option
cs: E142: Soubor nebyl ulo¾en: Ukládání je zakázáno volbou 'write'

source: 'readonly' option is set for "%.*s". Do you wish to write anyway?
cs: Pro "%.*s" je nastavena volba 'readonly'. Pøejete si ji potlaèit?

source: Edit File
cs: Editovat soubor

source: E143: Autocommands unexpectedly deleted new buffer %s
cs: E143: Automatické pøíkazy neoèekávanì smazaly nový buffer %s

source: E144: non-numeric argument to :z
cs: E144: neèíselný argument pro :z

source: E145: Shell commands not allowed in rvim
cs: E145: rvim nepovoluje pou¾ití pøíkazù shellu

source: E146: Regular expressions can't be delimited by letters
cs: E146: Regulární výrazy nesmí být oddìleny písmeny

source: replace with %s (y/n/a/q/l/^E/^Y)?
cs: nahradit za %s (y/n/a/q/l/^E/^Y)?

source: (Interrupted)
cs: (Pøeru¹eno)

source: 1 substitution
cs: 1 nahrazení

source: %ld substitutions
cs: %ld nahrazení

source: on 1 line
cs: na jednom øádku

source: on %ld lines
cs: na %ld øádcích

source: E147: Cannot do :global recursive
cs: E147: :global nelze volat rekurzivnì

source: E148: Regular expression missing from global
cs: E148: U pøíkazu 'global' chybí regulární výraz

source: Pattern found in every line: %s
cs: Vzor nalezen na ka¾dém øádku: %s

source: # Last Substitute String: $
cs: # Poslední nahrazující øetìzec: $

source: E149: Sorry, no help for %s
cs: E149: Lituji, pro %s není ¾ádná nápovìda

source: Sorry, help file "%s" not found
cs: Lituji, soubor "%s" s nápovìdou nebyl nalezen

source: E150: Not a directory: %s
cs: E150: %s není adresáøem

source: E152: Cannot open %s for writing
cs: E152: Nelze otevøít %s pro zápis

source: E153: Unable to open %s for reading
cs: E153: Nelze otevøít %s pro zápis

source: E154: Duplicate tag "%s" in file %s
cs: E154: Duplicitní tag "%s" v souboru %s

source: E160: Unknown sign command: %s
cs: E160: Neznámá volba pøíkazu: %s

source: E156: Missing sign name
cs: E156: Chybí jméno volby

source: E255: Too many signs defined
cs: E255: Nastaveno pøíli¹ mnoho voleb

source: E239: Invalid sign text: %s
cs: E239: Neplatný text volby: %s

source: E155: Unknown sign: %s
cs: E155: Neznámá volba: %s

source: E159: Missing sign number
cs: E159: Chybí identifikátor volby

source: E158: Invalid buffer name: %s
cs: E158: chybné jméno bufferu: %s

source: E157: Invalid sign ID: %ld
cs: E157: Chybné ID volby: %ld

source: [Deleted]
cs: [Vymazáno]

source: Entering Debug mode. Type "cont" to leave.
cs: Spou¹tím ladící re¾im. Pro ukonèení napi¹te "cont".

source: line %ld: %s
cs: øádek %ld: %s

source: cmd: %s
cs: pøíkaz: %s

source: Breakpoint in "%s%s" line %ld
cs: Bod pøeru¹ení v "%s%s" na øádku %ld

source: E161: Breakpoint not found: %s
cs: E161: Bod pøeru¹ení nenalezen: %s

source: No breakpoints defined
cs: Nebyly definovánu ¾ádné body pøeru¹ení

source: %3d %s %s line %ld
cs: %3d %s %s øádek %ld

source: Save changes to "%.*s"?
cs: Ulo¾it zmìny do "%.*s"?

source: Untitled
cs: Nepojmenováno

source: E162: No write since last change for buffer "%s"
cs: E162: Buffer "%s" obsahuje neulo¾ené zmìny

source: Warning: Entered other buffer unexpectedly (check autocommands)
cs: Varování: Neèekaný vstup do jiného bufferu (zkontrolujte automatické pøíkazy)

source: E163: There is only one file to edit
cs: E163: Pro editaci byl zadán pouze jeden soubor

source: E164: Cannot go before first file
cs: E164: Pøed první soubor nelze pøeskoèit

source: E165: Cannot go beyond last file
cs: E165: Za poslední soubor nelze pøeskoèit

source: Searching for "%s" in "%s"
cs: Hledám "%s" v "%s"

source: Searching for "%s"
cs: Hledám "%s"

source: not found in 'runtimepath': "%s"
cs: soubor "%s" nebyl nalezen v 'runtimepath'

source: Run Macro
cs: Spustit makro

source: Cannot source a directory: "%s"
cs: nelze interpretovat adresáø: "%s"

source: could not source "%s"
cs: nelze interpretovat "%s"

source: line %ld: could not source "%s"
cs: øádek %ld: nelze interpretovat "%s"

source: sourcing "%s"
cs: interpretuji "%s"

source: line %ld: sourcing "%s"
cs: øádek %ld: interpretuji %s

source: finished sourcing %s
cs: dokonèena interpretace %s

source: W15: Warning: Wrong line separator, ^M may be missing
cs: W15: Varování: chybný oddìlovaè øádkù. Mo¾ná chybí ^M.

source: E167: :scriptencoding used outside of a sourced file
cs: E167: :scriptencoding pou¾ito mimo interpretovaný soubor

source: E168: :finish used outside of a sourced file
cs: E168: :finish pou¾ito mimo interpretovaný soubor

source: No text to be printed
cs: ®ádný text k vyti¹tìní

source: Printing page %d (%d%%)
cs: Tisknu stranu %d (%d%%)

source: Copy %d of %d
cs: Kopie %d z %d

source: Printed: %s
cs: Vyti¹tìno: %s

source: Printing aborted
cs: Tisk zru¹en

source: E455: Error writing to PostScript output file
cs: E455: Nelze zapisovat do výstupního PostScriptového souboru

source: E324: Can't open PostScript output file
cs: E324: Nelze otevøít výstupní PostScriptový soubor

source: E456: Can't open file "%s"
cs: E456: Nelze otevøít soubor "%s"

source: E457: Can't read PostScript resource file "%s"
cs: E457: Nelze èíst zdrojový PostScriptový soubor "%s"

source: Sending to printer...
cs: Odesílám na tiskárnu...

source: E365: Failed to print PostScript file
cs: E365: Selhal tisk PostScriptového souboru

source: Print job sent.
cs: Tisková úloha odeslána.

source: Current %slanguage: "%s"
cs: Aktuální %sjazyk: "%s"

source: E197: Cannot set language to "%s"
cs: E197: Nelze nastavit jazyk na "%s"

source: Entering Ex mode. Type "visual" to go to Normal mode.
cs: Spou¹tím Ex mód. Napi¹te "visual" pro návrat do normálního módu.

source: At end-of-file
cs: Konec souboru

source: E169: Command too recursive
cs: E169: Pøíkaz je pøíli¹ rekurzivní

source: E170: Missing :endwhile
cs: E170: Chybí :endwhile

source: E171: Missing :endif
cs: E171: Chybí :endif

source: End of sourced file
cs: Konec interpretovaného souboru

source: End of function
cs: Konec funkce

source: Ambiguous use of user-defined command
cs: Nejednoznaèné pou¾ití u¾ivatelsky definovaného pøíkazu

source: Not an editor command
cs: Není pøíkazem editoru

source: Don't panic!
cs: Nepanikaøte!

source: Backwards range given
cs: Zadán zpìtný rozsah

source: Backwards range given, OK to swap
cs: Zadán zpìtný rozsah. Prohodit hranice

source: Use w or w>>
cs: Pou¾ijte w èi w>>

source: E319: Sorry, the command is not available in this version
cs: E319: Pøíkaz není této verzi bohu¾el implementován

source: E172: Only one file name allowed
cs: E172: Pøípustný je pouze jeden název souboru

source: %d more files to edit. Quit anyway?
cs: Je¹tì zbývají soubory k editaci (%d). Chcete pøesto ukonèit editor?

source: E173: %ld more files to edit
cs: E173: Je¹tì zbývají soubory k editaci (%ld).

source: E174: Command already exists: use ! to redefine
cs: E174: Pøíkaz ji¾ existuje: pou¾ijte ! pro pøedefinování

source: Name Args Range Complete Definition
cs: Jméno Args Rozsah Úplnost Definice

source: No user-defined commands found
cs: Nebyly nalezeny ¾ádné u¾ivatelsky definované pøíkazy

source: E175: No attribute specified
cs: E175: Nebyly zadány ¾ádné atributy

source: E176: Invalid number of arguments
cs: E176: Chybný poèet argumentù

source: E177: Count cannot be specified twice
cs: E177: Opakování nemù¾e být zadáno dvakrát

source: E178: Invalid default value for count
cs: E178: Chybná implicitní hodnota pro poèet

source: E179: argument required for complete
cs: E179: chybná implicitní hodnota pro opakování

source: E180: Invalid complete value: %s
cs: E180: Chybná hodnota doplnìní: %s

source: E181: Invalid attribute: %s
cs: E181: Chybný atribut: %s

source: E182: Invalid command name
cs: E182: Chybné jméno pøíkazu

source: E183: User defined commands must start with an uppercase letter
cs: E183: U¾ivatelsky definované pøíkazy musí zaèínat velikým písmenem.

source: E184: No such user-defined command: %s
cs: E184: U¾ivatelsky definovaný pøíkaz %s neexistuje

source: E185: Cannot find color scheme %s
cs: E185: Nelze nalézt barevné schéma %s

source: Greetings, Vim user!
cs: Blahopøeji, u¾ivateli Vimu!

source: Edit File in new window
cs: Editovat soubor v novém oknì

source: No swap file
cs: ®ádný odkládací soubor

source: Append File
cs: Ulo¾it soubor

source: E186: No previous directory
cs: E186: ®ádný pøedchozí adresáø

source: E187: Unknown
cs: E187: Neznámý

source: Window position: X %d, Y %d
cs: Umístìní okna: X %d, Y %d

source: E188: Obtaining window position not implemented for this platform
cs: E188: Na této platformì nelze umístìní okna zjistit

source: Save Redirection
cs: Ulo¾it pøesmìrování

source: Save View
cs: Ulo¾it pohled

source: Save Session
cs: Ulo¾it sezení

source: Save Setup
cs: Ulo¾it nastavení

source: E189: "%s" exists (use ! to override)
cs: E189: "%s" existuje (pou¾ijte ! pro vynucení)

source: E190: Cannot open "%s" for writing
cs: E190: Nelze otevøít "%s" pro zápis

source: E191: Argument must be a letter or forward/backward quote
cs: E191: Argumentem mù¾e být pouze písmeno nebo pravý èi levý apostrof

source: E192: Recursive use of :normal too deep
cs: E192: Vnoøení :normal je pøíli¹ hluboké

source: :if nesting too deep
cs: vnoøení :if je pøíli¹ hluboké

source: :endif without :if
cs: :endif bez odpovídajícího :if

source: :else without :if
cs: :else bez odpovídajícího :if

source: :elseif without :if
cs: :elseif bez odpovídajícího :if

source: :while nesting too deep
cs: vnoøení :while je pøíli¹ hluboké

source: :continue without :while
cs: :continue bez odpovídajícího :while

source: :break without :while
cs: :break bez odpovídajícího :while

source: :endwhile without :while
cs: :endwhile bez odpovídajícího :while

source: E193: :endfunction not inside a function
cs: E193: :endfunction mimo funkci

source: E194: No alternate file name to substitute for '#'
cs: E194: ®ádný alternativní název souboru, kterým by bylo mo¾né nahradit '#'

source: no autocommand file name to substitute for "<afile>"
cs: ®ádný název souboru, kterým by bylo mo¾né nahradit "<afile>"

source: no autocommand buffer number to substitute for "<abuf>"
cs: ®ádné èíslo bufferu, kterým by bylo mo¾né nahradit "<abuf>"

source: no autocommand match name to substitute for "<amatch>"
cs: ®ádná shoda automatických pøíkazù, kterou by bylo mo¾né nahradit "<amatch>"

source: no :source file name to substitute for "<sfile>"
cs: ®ádný interpretovaný soubor, kterým by bylo mo¾né nahradit "<sfile>"

source: Empty file name for '%' or '#', only works with ":p:h"
cs: Prázdný název souboru pro '%' èi '#' funguje pouze s ":p:h"

source: Evaluates to an empty string
cs: Výsledkem vyhodnocení je prázdný øetìzec

source: E195: Cannot open viminfo file for reading
cs: E195: Nelze otevøít pro ètení viminfo soubor

source: E196: No digraphs in this version
cs: E196: V této verzi nejsou spøe¾ky podporovány

source: tagname
cs: jméno tagu

source: kind file
cs: typ soubor

source: 'history' option is zero
cs: 'volba 'history' je nastavena na nulu

source: # %s History (newest to oldest):
cs: # Historie %s (poèínaje nejnovìj¹í polo¾kou):

source: Command Line
cs: pøíkazové øádky

source: Search String
cs: vyhledávaných øetìzcù

source: Expression
cs: výrazù

source: Input Line
cs: vstupní øádky

source: E198: cmd_pchar beyond the command length
cs: E198: cmd_pchar pøekraèuje délku pøíkazu

source: E199: Active window or buffer deleted
cs: E199: Smazáno aktivní okno èi buffer

source: Illegal file name
cs: nepøípustný název souboru

source: is a directory
cs: je adresáøem

source: is not a file
cs: není souborem

source: [New File]
cs: [nový soubor]

source: [Permission Denied]
cs: [pøístup odmítnut]

source: E200: *ReadPre autocommands made the file unreadable
cs: E200: *ReadPre automatické pøíkazy uèinily soubor neèitelným

source: E201: *ReadPre autocommands must not change current buffer
cs: E201: *ReadPre automatické pøíkazy nesmí mìnit aktuální buffer

source: Vim: Reading from stdin...
cs: Vim: Ètu ze standardního vstupu...

source: Reading from stdin...
cs: Ètu ze standardního vstupu...

source: E202: Conversion made file unreadable!
cs: E202: Po konverzi je soubor neèitelný!

source: [fifo/socket]
cs: [pojmenovaná roura/soket]

source: [fifo]
cs: [pojmenovaná roura]

source: [socket]
cs: [soket]

source: [CR missing]
cs: [chybí CR]

source: [NL found]
cs: [nalezeno NL]

source: [long lines split]
cs: [dlouhé øádky zalomeny]

source: [NOT converted]
cs: [nezkonvertován]

source: [converted]
cs: [zkonvertován]

source: [crypted]
cs: [za¹ifrován]

source: [CONVERSION ERROR]
cs: [CHYBA PØEVODU]

source: [READ ERRORS]
cs: [CHYBY ÈTENÍ]

source: Can't find temp file for conversion
cs: Nelze nalézt doèasný soubor pro konverzi

source: Conversion with 'charconvert' failed
cs: Konverze s 'charconvert' se nezdaøila

source: can't read output of 'charconvert'
cs: nelze èíst výstup 'charconvert'

source: E203: Autocommands deleted or unloaded buffer to be written
cs: E203: Automatické pøíkazy smazaly èi deaktivovaly buffer, který mìl být ulo¾en

source: E204: Autocommand changed number of lines in unexpected way
cs: E204: Automatický pøíkaz neèekaným zpùsobem zmìnil poèet øádkù

source: is not a file or writable device
cs: není souborem ani zaøízením na nì¾ lze zapisovat

source: is read-only (use ! to override)
cs: je pouze pro ètení (pou¾ijte ! pro vynucení)

source: Can't write to backup file (use ! to override)
cs: Nelze zapisovat do zálo¾ního souboru (pou¾ijte ! pro vynucení)

source: Close error for backup file (use ! to override)
cs: Chyba pøi uzavírání zálo¾ního souboru (pou¾ijte ! pro vynucení)
