Repository: vim/vim-history
Catalog: src/po/*.po
Languages: cs

source: to %s on %s
cs: do %s v %s

source: E238: Print error: %s
cs: E238: Chyba tisku: %s

source: Unknown
cs: Neznámý

source: Printing '%s'
cs: Vyti¹tìno '%s'

source: E244: Illegal charset name "%s" in font name "%s"
cs: E244: Nepøípustná jméno znakové sady "%s" ve fontu "%s"

source: E245: Illegal char '%c' in font name "%s"
cs: E245: Nepøípustný znak '%c' ve fontu "%s"

source: E366: Invalid 'osfiletype' option - using Text
cs: E366: Neplatný 'osfiletype' - pou¾it Text

source: Vim: Double signal, exiting
cs: VIm: dvojitý signál, konèím

source: Vim: Caught deadly signal %s
cs: Vim: Zachycen smrtelný signál %s

source: Vim: Caught deadly signal
cs: Vim: Zachycen smrtelný signál

source: Opening the X display took %ld msec
cs: Doba otevírání X displeje (v ms): %ld

source: Vim: Got X error
cs: Vim: chyba X11

source: Testing the X display failed
cs: Test X displeje se nezdaøil

source: Opening the X display timed out
cs: Vypr¹el èas pøi èekání na otevøení X displeje

source: Cannot execute shell
cs: nelze spustit shell

source: Cannot execute shell sh
cs: Nelze spustit sh shell

source: shell returned
cs: návratová hodnota shellu

source: Cannot create pipes
cs: Nelze vytvoøit roury

source: Cannot fork
cs: Volání fork selhalo

source: Command terminated
cs: Pøíkaz ukonèen

source: Opening the X display failed
cs: Otevøení X displeje se nezdaøilo

source: At line
cs: Na øádku

source: Could not load vim32.dll!
cs: Nelze naèíst vim32.dll!

source: VIM Error
cs: Chyba VIMu

source: Could not fix up function pointers to the DLL!
cs: Nelze nastavit ukazatele funkcí na DLL

source: shell returned %d
cs: návratová hodnota shellu %d

source: Vim: Caught %s event
cs: Vim: Zachycen %s signál

source: close
cs: zavøít

source: E371: Command not found
cs: E371: Pøíkaz není k dispozici

source: VIMRUN.EXE not found in your $PATH. External commands will not pause after completion. See :help win32-vimrun for more information.
cs: VIMRUN.EXE se nevyskytuje ve Va¹í $PATH. Externí pøíkazy nebudou

source: Vim Warning
cs: Varování

source: E372: Too many %%%c in format string
cs: E372: Pøíli¹ mnoho %%%c ve formátovacím øetìzci

source: E373: Unexpected %%%c in format string
cs: E373: Neoèekávaný výskyt %%%c ve formátovacím øetìzci

source: E374: Missing ] in format string
cs: E374: Ve formátovacím øetìzci chybí ]

source: E375: Unsupported %%%c in format string
cs: E375: Nepodporovaná formátová specifikace ve formátovacím øetìzci

source: E376: Invalid %%%c in format string prefix
cs: E376: Nepøípustné %%%c v prefixu formátovacího øetìzce

source: E377: Invalid %%%c in format string
cs: E377: Nepøípustné %%%c ve formátovacím øetìzci

source: E378: 'errorformat' contains no pattern
cs: E378: 'errorformat' neobsahuje ¾ádný vzorek

source: E379: Missing or empty directory name
cs: E379: Chybìjící nebo prázdný název adresáøe

source: No more items
cs: ®ádné dal¹í polo¾ky

source: (%d of %d)%s%s:
cs: (%d/%d)%s%s:

source: (line deleted)
cs: (øádek smazán)

source: E380: At bottom of quickfix stack
cs: E380: Konec quickfix seznamu

source: E381: At top of quickfix stack
cs: E381: Zaèátek quickfix seznamu

source: error list %d of %d; %d errors
cs: seznam chyb %d z %d; poèet chyb: %d

source: E382: Cannot write, 'buftype' option is set
cs: E382: Nelze ulo¾it, je nastavena volba 'buftype'

source: E339: Pattern too long
cs: E339: Vzor je pøíli¹ dlouhý

source: E61: Nested %s*
cs: E61: %s*

source: E62: Nested %s%c
cs: E62: %s%c

source: E64: %s%c follows nothing
cs: E64: %s%c nic není

source: Syntax error in %s{...}
cs: Chyba syntaxe v %s{...}

source: E361: Crash intercepted; regexp too complex?
cs: E361: Zachyceno pøeteèení zásobníku: pøíli¹ slo¾itý regulární výraz?

source: E363: pattern caused out-of-stack error
cs: E363: vzorek zpùsobil pøeteèení zásobníku

source: External submatches:
cs: Vnìj¹í podøazené shody:

source: +--%3ld lines folded
cs: poèet øádkù v záhybu: %3ld

source: Hebrew
cs: hebrejský

source: SELECT
cs: SHODY

source: VISUAL
cs: VIZUÁLNÍ

source: BLOCK
cs: BLOK

source: LINE
cs: ØÁDEK

source: recording
cs: nahrávám

source: search hit TOP, continuing at BOTTOM
cs: hledání dosáhlo zaèátku, pokraèování od konce

source: search hit BOTTOM, continuing at TOP
cs: hledání dosáhlo konce, pokraèování od zaèátku

source: E383: Invalid search string: %s
cs: E383: Nepøípustný hledaný øetìzec: %s

source: E384: search hit TOP without match for: %s
cs: E384: hledaný dosáhlo zaèátku bez nalezení %s

source: E385: search hit BOTTOM without match for: %s
cs: E385: hledaný dosáhlo konce bez nalezení %s

source: E386: Expected '?' or '/' after ';'
cs: E386: Po ';' oèekávám '?' nebo '/'

source: (includes previously listed match)
cs: (vèetnì ji¾ vypsaných shod)

source: --- Included files
cs: --- Vlo¾ené soubory

source: not found
cs: nenalezeny

source: in path ---
cs: v cestì ---

source: (Already listed)
cs: (Ji¾ vypsáno)

source: NOT FOUND
cs: NENALEZENY

source: Scanning included file: %s
cs: Prohledávám vlo¾ené soubory: %s

source: E387: Match is on current line
cs: E387: Shoda je na aktuálním øádku

source: All included files were found
cs: V¹echny vlo¾ené soubory byly nalezeny

source: No included files
cs: ®ádné vlo¾ené soubory

source: E388: Couldn't find definition
cs: E388: Nelze nalézt definici

source: E389: Couldn't find pattern
cs: E389: Nelze nalézt vzorek

source: E390: Illegal argument: %s
cs: E390: nepøípustný argument: %s

source: E391: No such syntax cluster: %s
cs: E391: Syntaktická sestava %s neexistuje

source: No Syntax items defined for this buffer
cs: Pro tento buffer nejsou definovány ¾ádné pøedmìty syntaxe

source: syncing on C-style comments
cs: synchronizuji komentáøe v C stylu

source: no syncing
cs: ¾ádná synchronizace

source: syncing starts
cs: synchronizace zaèíná

source: lines before top line
cs: øádkù pøed zaèátkem

source: --- Syntax sync items ---
cs: --- Polo¾ky synchronizace syntaxe ---

source: syncing on items
cs: synchronizuji pøedmìty

source: --- Syntax items ---
cs: --- Pøedmìty syntaxe ---

source: E392: No such syntax cluster: %s
cs: E392: Syntaktická sestava %s neexistuje

source: minimal
cs: minimální

source: maximal
cs: maximální

source: E393: group[t]here not accepted here
cs: E393: group[t]here nesmí být na tomto místì

source: E394: Didn't find region item for %s
cs: E394: Pro %s chybí polo¾ka regionu

source: E395: contains argument not accepted here
cs: E395: obsahuje argumenty, které zde nejsou povoleny

source: E396: containedin argument not accepted here
cs: E396: obsahuje argumenty, které zde nejsou povoleny

source: E397: Filename required
cs: E397: Vy¾adován název souboru

source: E398: Missing '=': %s
cs: E398: Chybí '=': %s

source: E399: Not enough arguments: syntax region %s
cs: E399: Pøíli¹ málo argumentù: oblast syntaxe %s

source: E400: No cluster specified
cs: E400: Nebyla zadána ¾ádná sestava

source: E401: Pattern delimiter not found: %s
cs: E401: Oddìlovaè vzorku %s nenalezen

source: E402: Garbage after pattern: %s
cs: E402: Chyba za vzorkem %s

source: E403: syntax sync: line continuations pattern specified twice
cs: E403: synchronizace syntaxe: vzorek pokraèování øádkù zadán dvakrát

source: E404: Illegal arguments: %s
cs: E404: nepøípustný argument: %s

source: E405: Missing equal sign: %s
cs: E405: Chybí rovnítko: %s

source: E406: Empty argument: %s
cs: E406: Prázdný argument: %s

source: E407: %s not allowed here
cs: E407: %s zde není povoleno

source: E408: %s must be first in contains list
cs: E408: %s musí být první v 'contains' seznamu

source: E409: Unknown group name: %s
cs: E409: Neznámá název skupiny: %s

source: E410: Invalid :syntax subcommand: %s
cs: E410: chybný podøazený pøíkaz :syntax : %s

source: E411: highlight group not found: %s
cs: E411: skupina zvýraznìní %s nebyla nalezena

source: E412: Not enough arguments: ":highlight link %s"
cs: E412: Pøíli¹ málo argumentù: ":highlight link %s"

source: E413: Too many arguments: ":highlight link %s"
cs: E413: Pøíli¹ mnoho argumentù: ":highlight link %s"

source: E414: group has settings, highlight link ignored
cs: E414: skupina je nastavena, odkaz na zvýrazòovací skupinu ignorován

source: E415: unexpected equal sign: %s
cs: E415: neèekané rovnítko : %s

source: E416: missing equal sign: %s
cs: E416: chybné rovnítko: %s

source: E417: missing argument: %s
cs: E417: chybí argument: %s

source: E418: Illegal value: %s
cs: E418: nepøípustná hodnota: %s

source: E419: FG color unknown
cs: E419: barva popøedí není známá

source: E420: BG color unknown
cs: E420: barva popøedí není známá

source: E421: Color name or number not recognized: %s
cs: E421: název èi èíslo barvy %s nebylo rozpoznáno

source: E422: terminal code too long: %s
cs: E422: terminálový kód %s je pøíli¹ dlouhý

source: E423: Illegal argument: %s
cs: E423: nepøípustný argument: %s

source: E424: Too many different highlighting attributes in use
cs: E424: Je pou¾íváno pøíli¹ velké mno¾ství odli¹ných zvýrazòovacích atributù

source: at bottom of tag stack
cs: konec seznamu tagù

source: at top of tag stack
cs: zaèátek seznamu tagù

source: E425: Cannot go before first matching tag
cs: E425: Pøed první vyhovující tag nelze pøeskoèit

source: E426: tag not found: %s
cs: E426: tag %s nenalezen

source: # pri kind tag
cs: # pri typ tag

source: file
cs: soubor

source: Enter nr of choice (<CR> to abort):
cs: Zadejte èíslo (<CR> pro ukonèení):

source: E427: There is only one matching tag
cs: E427: Vyhovuje pouze jeden tag

source: E428: Cannot go beyond last matching tag
cs: E428: Za poslední vyhovující tag nelze pøeskoèit

source: File "%s" does not exist
cs: Soubor "%s" neexistuje

source: tag %d of %d%s
cs: tag %d z celkového poètu %d%s

source: or more
cs: nebo více

source: Using tag with different case!
cs: Pou¾ívám tag s písmeny jiné velikosti!

source: E429: File "%s" does not exist
cs: E429: "%s" neexistuje

source: # TO tag FROM line in file/text
cs: # CÍL tag START øádek v souboru/textu

source: Linear tag search
cs: Lineární hledání tagu

source: Binary tag search
cs: Binární hledání tagu

source: Searching tags file %s
cs: Prohledávám soubor tagù %s

source: E430: Tag file path truncated for %s
cs: E430: Soubor tagù %s byl oøezán

source: E431: Format error in tags file "%s"
cs: E431: Chyba formátu v souboru tagù "%s"

source: Before byte %ld
cs: Pøed bajtem %ld

source: E432: Tags file not sorted: %s
cs: E432: Obsah soubor tagù %s není seøazen

source: E433: No tags file
cs: E433: ®ádný soubor tagù

source: E434: Can't find tag pattern
cs: E434: Nelze najít vzorek tagù

source: E435: Couldn't find tag, just guessing!
cs: E435: Tag nelze nalézt, pouze hádám!

source: ' not known. Available builtin terminals are:
cs: ' není znám. Dostupné vestavìné terminály:

source: defaulting to '
cs: implicitní terminál '

source: Cannot open termcap file
cs: Nelze otevøít termcap

source: Terminal entry not found in terminfo
cs: Terminfo neobsahuje polo¾ku pro tento terminál

source: Terminal entry not found in termcap
cs: Termcap neobsahuje polo¾ku pro tento terminál

source: E436: No "%s" entry in termcap
cs: E436: Termcap neobsahuje polo¾ku pro "%s"

source: E437: terminal capability "cm" required
cs: E437: Terminál musí mít schopnost "cm"

source: --- Terminal keys ---
cs: --- Klávesy terminálu ---

source: new shell started
cs: spu¹tìn nový shell

source: Vim: Error reading input, exiting...
cs: Vim: chyba pøi ètení vstupu, konèím...

source: No undo possible; continue anyway
cs: odstranìní zmìn není mo¾né; chcete pøesto pokraèovat

source: E438: u_undo: line numbers wrong
cs: E438: u_undo: èísla øádkù jsou chybná

source: 1 change
cs: poèet zmìn: 1

source: %ld changes
cs: poèet zmìn: %ld

source: E439: undo list corrupt
cs: E439: záznam o zmìnách po¹kozen

source: E440: undo line missing
cs: E440: chybí undo øádek

source: MS-Windows 16/32 bit GUI version
cs: 16/32 bitová GUI verze pro MS Windows

source: MS-Windows 32 bit GUI version
cs: 32 bitová GUI verze pro MS Windows

source: in Win32s mode
cs: ve Win32s re¾imu

source: with OLE support
cs: s OLE podporou

source: MS-Windows 32 bit console version
cs: 32 bitová verze pro MS Windows konzolu

source: MS-Windows 16 bit version
cs: 16 bitová verze pro MS Windows

source: 32 bit MS-DOS version
cs: 32 bitová verze pro MS Windows

source: 16 bit MS-DOS version
cs: 16 bitová MS-DOS verze

source: MacOS X (unix) version
cs: MacOS X (unix) verze

source: MacOS X version
cs: MacOS X verze

source: MacOS version
cs: MacOS verze

source: RISC OS version
cs: RISC OS verze

source: Included patches:
cs: Pou¾ité záplaty:

source: Compiled
cs: pøelo¾il

source: Huge version
cs: maximální verze

source: Big version
cs: velká verze

source: Normal version
cs: normální verze

source: Small version
cs: malá verze

source: Tiny version
cs: minimální verze

source: without GUI.
cs: bez grafického rozhraní

source: with GTK-GNOME GUI.
cs: s rozhraním GTK-GNOME

source: with GTK GUI.
cs: s rozhraním GTK

source: with X11-Motif GUI.
cs: s rozhraním X11-Motif

source: with X11-Athena GUI.
cs: S rozhraním X11-Athena

source: with BeOS GUI.
cs: s rozhraním BeOS

source: with Photon GUI.
cs: s rozhraním Photon

source: with GUI.
cs: s grafickým rozhraním

source: with Carbon GUI.
cs: s grafickým rozhraním Carbon

source: with Cocoa GUI.
cs: s grafickým rozhraním Cocoa

source: with (classic) GUI.
cs: s (clasickým) grafickým rozhraním

source: Features included (+) or not (-):
cs: Vlastnosti zahrnuté (+) a nezahrnuté (-):

source: system vimrc file: "
cs: systémový vimrc soubor: "

source: user vimrc file: "
cs: u¾ivatelský vimrc soubor: "

source: 2nd user vimrc file: "
cs: druhý u¾ivatelský vimrc soubor: "

source: 3rd user vimrc file: "
cs: tøetí u¾ivatelský vimrc soubor: "

source: user exrc file: "
cs: u¾ivatelský exrc soubor: "

source: 2nd user exrc file: "
cs: druhý u¾ivatelský exrc soubor: "

source: system gvimrc file: "
cs: systémový gvimrc soubor: "

source: user gvimrc file: "
cs: u¾ivatelský gvimrc soubor: "

source: 2nd user gvimrc file: "
cs: druhý u¾ivatelský gvimrc soubor: "

source: 3rd user gvimrc file: "
cs: tøetí u¾ivatelský gvimrc soubor: "

source: system menu file: "
cs: systémový soubor s menu: "

source: fall-back for $VIM: "
cs: implicitní hodnota $VIM:"

source: f-b for $VIMRUNTIME: "
cs: implicitní hodnota $VIMRUNTIME: "

source: Compilation:
cs: Pøeklad:

source: Compiler:
cs: Pøekladaè:

source: Linking:
cs: Linkuji:

source: DEBUG BUILD
cs: PODPORA LADÌNÍ

source: version
cs: verze

source: by Bram Moolenaar et al.
cs: Autor: Bram Moolenaar a dal¹í

source: Vim is open source and freely distributable
cs: Vim je volnì ¹iøitelný program s otevøeným zdrojovým kódem

source: Help poor children in Uganda!
cs: Pomozte chudým dìtem v Ugandì!

source: type :help iccf<Enter> for information
cs: podrobnìj¹í informace získáte pomocí :help iccf<Enter>

source: type :q<Enter> to exit
cs: zadejte :q<Enter> pro ukonèení programu

source: type :help<Enter> or <F1> for on-line help
cs: zadejte :help<Enter> èi <F1> pro nápovìdu

source: type :help version6<Enter> for version info
cs: zadejte :help version6<Enter> pro informace o verzi

source: Running in Vi compatible mode
cs: Bì¾ím v re¾imu kompatibility s Vi

source: type :set nocp<Enter> for Vim defaults
cs: zadejte :set nocp<Enter> pro implicitní nastavení Vim

source: type :help cp-default<Enter> for info on this
cs: podrobnìj¹í informace získáte pomocí :help cp-default<Enter>

source: WARNING: Windows 95/98/ME detected
cs: VAROVÁNÍ: detekovány Windows 95/98/ME

source: type :help windows95<Enter> for info on this
cs: zadejte :help windows95<Enter> pro podrobnìj¹í informace

source: E441: There is no preview window
cs: E441: Není ¾ádné preview okno není

source: E442: Can't split topleft and botright at the same time
cs: E442: Okno nelze rozdìlit zároveò topleft a botright

source: E443: Cannot rotate when another window is split
cs: E443: Nelze rotovat, pokud je jiné okno rozdìleno

source: E444: Cannot close last window
cs: E444: Poslední okno nelze uzavøít

source: Already only one window
cs: Ji¾ existuje pouze jedno okno

source: E445: Other window contains changes
cs: E445: Jiné okno obsahuje zmìny

source: E446: No file name under cursor
cs: E446: Pod kurzorem se nenachází název souboru

source: E447: Can't find file "%s" in path
cs: E447: Soubor "%s" nelze v cdpath nalézt

source: Edit with &multiple Vims
cs: Editace &multiple Vimy

source: Edit with single &Vim
cs: Editace jedním $Vim -em

source: Edit with &Vim
cs: Editace &Vim -em

source: Edit with existing Vim - &
cs: Editace existujícím Vimem - &

source: Edits the selected file(s) with Vim
cs: Editace vybraných souborù Vimem

source: Error creating process: Check if gvim is in your path!
cs: Chyba pøi spou¹tìní procesu: Zkontrolujte zdali je gvim v $PATH!

source: gvimext.dll error
cs: chyba gvimext.dll

source: Path length too long!
cs: Název (v path) je pøíli¹ dlouhý

source: --No lines in buffer--
cs: --Buffer neobsahuje ¾ádný øádek--

source: Command aborted
cs: Pøíkaz pøeru¹en

source: Argument required
cs: Je vy¾adován argument

source: E10: \ should be followed by /, ? or &
cs: E10: po \ by mìl následovat /. ? nebo &

source: E11: Invalid in command-line window; <CR> executes, CTRL-C quits
cs: E11: Chyba v oknì pøíkazové øádky; <CR> pro spu¹t¹ní, CTRL-C pro ukonèení

source: E12: Command not allowed from exrc/vimrc in current dir or tag search
cs: E12: Pøíkaz není z exrc/vimrc v aktuálním adresáøi èi pøi hledání tagu povolen.

source: E13: File exists (use ! to override)
cs: E13: Soubor existuje (pou¾ijte ! pro vynucení)

source: Command failed
cs: Pøíkaz selhal

source: Internal error
cs: Vnitøní chyba

source: Interrupted
cs: Pøeru¹eno

source: E14: Invalid address
cs: E14: Chybná adresa

source: Invalid argument
cs: Chybný argument

source: Invalid argument: %s
cs: Chybný argument: %s

source: E15: Invalid expression: %s
cs: E15: Chybný výraz: %s

source: E16: Invalid range
cs: E16: Chybný rozsah

source: Invalid command
cs: Chybný pøíkaz

source: E17: "%s" is a directory
cs: E17: "%s" je adresáøem

source: E18: Unexpected characters before '='
cs: E18: Neoèekávané znaky pøed '='

source: E19: Mark has invalid line number
cs: E19: Znaèka má chybné èíslo øádku

source: E20: Mark not set
cs: E20: není nastavena

source: E21: Cannot make changes, 'modifiable' is off
cs: E21: Nelze mìnit, je nastavena volba 'modifiable'

source: E22: Scripts nested too deep
cs: E22: Skript vnoøen pøíli¹ hluboko

source: E23: No alternate file
cs: E23: ®ádný alternativní soubor

source: E24: No such abbreviation
cs: E24: Taková zkratka neexistuje

source: No ! allowed
cs: ! není povoleno

source: E25: GUI cannot be used: Not enabled at compile time
cs: E25: Nelze pou¾ít GUI: nebylo zapnuto pøi pøekladu programu

source: E26: Hebrew cannot be used: Not enabled at compile time
cs: E26: nelze pou¾ít hebrejský re¾im: nebyl zapnut pøi pøekladu programu

source: E27: Farsi cannot be used: Not enabled at compile time
cs: E27: Nelze pou¾ít farsi re¾im: nebyl zapnut pøi pøekladu programu

source: E28: No such highlight group name: %s
cs: E28: Skupina zvýraznìní %s neexistuje

source: E29: No inserted text yet
cs: E29: Zatím není ¾ádný vlo¾ený text

source: E30: No previous command line
cs: E30: ®ádná pøedchozí pøíkazová øádka

source: E31: No such mapping
cs: E31: ®ádné takové mapování

source: No match
cs: ®ádná shoda

source: No match: %s
cs: ®ádná shoda: %s

source: E32: No file name
cs: E32: ®ádný název souboru

source: E33: No previous substitute regular expression
cs: E33: ¾ádný pøedchozí regulární výraz

source: E34: No previous command
cs: E34: ®ádný pøedchozí pøíkaz

source: E35: No previous regular expression
cs: E35: ¾ádný pøedchozí regulární výraz

source: No range allowed
cs: Rozsah není povolen

source: E36: Not enough room
cs: E36: Nedostatek místa

source: Can't create file %s
cs: Nelze vytvoøit soubor %s

source: Can't get temp file name
cs: Nelze získat název doèasného souboru

source: Can't open file %s
cs: Nelze otevøít soubor %s

source: Can't read file %s
cs: Nelze èíst soubor %s

source: E37: No write since last change (use ! to override)
cs: E37: Neulo¾ené zmìny (pou¾ijte ! pro vynucení)

source: E38: Null argument
cs: E38: Nulový argument

source: E39: Number expected
cs: E39: Oèekáváno èíslo

source: E40: Can't open errorfile %s
cs: E40: Nelze otevøít chybový soubor %s

source: E41: Out of memory!
cs: E41: Nedostatek pamìti!

source: Pattern not found
cs: Pattern Vzor nenalezen

source: Pattern not found: %s
cs: Pattern Vzor nenalezen: %s

source: Argument must be positive
cs: Argument musí být kladný

source: E42: No Errors
cs: E42: ®ádné chyby

source: E43: Damaged match string
cs: E43: Po¹kozený øetìzec pro vyhledávání

source: E44: Corrupted regexp program
cs: E44: po¹kozený regexp program

source: E45: 'readonly' option is set (use ! to override)
cs: E45: 'nastavena volba 'readonly' (pou¾ijte ! pro vynucení)

source: E46: Cannot set read-only variable "%s"
cs: E46: Nelze nastavit pouze_pro_ètení promìnnou "%s"

source: E47: Error while reading errorfile
cs: E47: Chyba pøi ètení chybového souboru

source: E48: Not allowed in sandbox
cs: E48: Není v bezpeènostní schránce povoleno

source: E49: Invalid scroll size
cs: E49: Chybná hodnota volby 'scroll'

source: E91: 'shell' option is empty
cs: E91: volba 'shell' je prázdná

source: E72: Close error on swap file
cs: E72: Chyba pøi uzavírání odkládacího souboru

source: E73: tag stack empty
cs: E73: seznam tagù je prázdný

source: E74: Command too complex
cs: E74: Pøíkaz je pøíli¹ slo¾itý

source: E75: Name too long
cs: E75: Název je pøíli¹ dlouhý

source: E76: Too many [
cs: E76: pøíli¹ mnoho [

source: E77: Too many file names
cs: E77: Pøíli¹ mnoho názvù souborù

source: Trailing characters
cs: Nadbyteèné znaky na konci

source: E78: Unknown mark
cs: E78: Neznámá znaèka

source: E79: Cannot expand wildcards
cs: E79: Nelze expandovat ¾olíkové znaky

source: E80: Error while writing
cs: E80: Chyba pøi ukládání

source: Zero count
cs: Nulový poèet

source: E81: Using <SID> not in a script context
cs: E81: Pou¾ití <SID> mimo kontext skriptu
